
    {
      "title": "بِسْمِ ۱للَّهِ ۱لرَّحْمَـٰنِ ۱لرَّحِيمِ",
      "content": " أَلَٓـم؋ّٓؐ ذَ؛لِژَ ۰لْكِتَــٰــبُ لاَ رَيْبَؐ فِيهِ هُديً لِّلْمُتَّقِينَ (1) ۰لذِينَ يُومِنُونَ بِالْغَيْــبِ وَيُقِيمُونَ ۰لصَّلَوٰةَ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَؐ (2) وَالذِينَ يُومِنُونَ بِمَآ ٱُنزۣلَ إِلَيْژَ وَمَآ ٱُنزۣلَ مِن قَـبْلِژَ وَبِالاَخِرَةِ هُمْ يُوقِنُونَ (3) ٱُوْلَئِژَ عَلَيٰ هُديً مِّن رَّبِّهِمْؐ وَٱُوْلَئِكَ هُمُ ۴ڤْمُفْڤِحُونَؐ (4)إِنَّ ۰لذِينَ كَفَرُواْ سَوَآء٘ عَلَيْهِمُ; ءَآنذَرْتَهُمُ; أَمْ لَمْ تُنذِرْهُمْ لاَ يُومِنُونَؐ (5) خَتَمَ ۰للَّهُ عَلَيٰ قُلُوبِهِمْ وَعَلَيٰ سَمْعِهِمْؐ وَعَلَيٰٓ أَبْصۭــٰرۣهِمْ غِشَــٰوَةٌؐ وَلَهُمْ عَذَاب٘ عَظِيمٌؐ (6) وَمِنَ ۰لنَّاسِ مَنْ يَّقُولُ ءَامَنَّا بِاللَّهِ وَبِالْيَوْمِ ۱لاَخِرۣ وَمَا هُم بِمُومِنِيـنَؐ (7) يُخَــٰدِعُونَ ۰للَّهَ وَالذِينَ ءَامَنُواْؐ وَمَا يُخَــٰدِعُونَ إِلٓاَّ أَنفُسَهُمْ وَمَا يَشْعُرُونَؐ (8) فِى قُلُوبِهِم مَّرَضٌؐ فَزَادَهُمُ ۴للَّهُ مَرَضاًؐ وَلَهُمْ عَذَاببب٘ اَلِيمُۢ بِمَا كَانُواْ يُكَذِّبُونَؐ (9) وَإِذَا قِيلَ لَهُمْ لاَ تُفْسِدُواْ فِى ۱لاَرْضِ قَالُوٓاْ إِنَّمَا نَحْنُ مُصْلِحُونَؐ (10) أَلٓاَ إِنَّهُمْ هُمُ ۴لْمُفْسِدُونَ وَچَكِن لاَّ يَشْعُرُونَؐ (11) وَإِذَا قِيلَ لَهُمُ; ءَامِنُواْ كَمَآ ءَامَنَ ۰لنَّاسُ قَالُوٓاْ أَنُومِنُ كَمَآ ءَامَنَ ۰لسُّفَهَآءُؐ اَ۬لٓاَ إِنَّهُمْ هُمُ ۴لسُّفَهَآءُ وَچَكِن لاَّ يَعْلَمُونَؐ (12) وَإِذَا لَقُواْ ۴لذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّاؐ وَإِذَا خَلَوۣاْ اِلَيٰ شَيَـٰطِينِهِمْ قَالُوٓاْ إِنَّا مَعَكُمُ; إِنَّمَا نَحْنُ مُسْتَهْزۣءُونَؐ (13) ۰للَّهُ يَسْتَهْزۣﻯُٔ بِهِمْ وَيَمُـدُّهُمْ فِى طُـغْـيَــٰنِهِمْ يَعْمَهُونَؐ (14) ﭐُوْلَئِكَ۰لذِيـنَ \"شْتَرَوُاْ ۴لضَّچَلَةَ بِالْهُدۭيٰ فَمَا رَبِحَت تِّجَــٰرَتُهُمْ وَمَا كَانُواْ مُهْتَدِينَؐ (15) ® مَثَلُهُمْ كَمَثَلِ ۱ﻟ﮲ 'سْتَوْقَدَ نَاراً فَلَمَّآ أَضَآءَتْ مَا حَوْلَهُؐ„ ذَهَــبَ ۰للَّهُ بِنُورۣهِمْ وَتَرَكَهُمْ فِى ظُلُمَــٰــتٍ لاَّ يُبْصِرُونَؐ (16) صُمّٛ بُكْم٘ عُمْيٌ فَهُمْ لاَ يَرْجِعُونَؐ (17) أَوْ كَصَيِّبٍ مِّنَ ۰لسَّمَآءِ فِيهِ ظُلُمَـٰتٌ وَرَعْدٌ وَبَرْقٌؐ يَجْعَلُونَ أَصَــٰبِعَهُمْ فِىٓ ءَاذَانِهِم مِّـنَ ۰لصَّوَ؛عِقِ حَذَرَ ۰لْمَوْتِؐ وَاللَّهُ مُحِيطٛ بِالْكۭـٰفِـرۣينَؐ (18) يَكَادُ ۴لْبَرْقُ يَخْطَفُ أَبْصَـٰرَهُمْؐ كُلَّمَآ أَضَآءَ لَهُم مَّشَوْاْ فِيهِؐ وَإِذَآ أَظْلَمَ عَلَيْهِمْ قَامُواْؐ وَلَوْ شَآءَ ۰للَّهُ لَذَهَــبَ بِسَمْعِهِمْ وَأَبْصۭـٰرۣهِمُؐ; إِنَّ ۰للَّهَ عَلَيٰ كُلِّ شَيْءٍ قَدِيرٌؐ (19) يَـٰٓأَيُّهَا ۰لنَّاسُ ۶عْبُدُواْ رَبَّكُمُ ۴ﻟ﮲ خَلَقَكُمْ وَالذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَؐ (20) ۰ﻟ﮲ جَعَلَ لَكُمُ ۴لاَرْضَ فِرَ؛شاً وَالسَّمَآءَ بِنَآءً وَأَنزَلَ مِنَ ۰لسَّمَآءِ مَآءً فَأَخْرَجَ بِهِ” مِنَ ۰لثَّمَرَ؛تِ رۣزْقاً لَّكُمْؐ فَلاَ تَجْعَلُواْ لِلهِ أَندَاداً وَأَنتُمْ تَعْلَمُونَؐ (21) وَإِن كُنتُمْ فِى رَيْــبٍ مِّمَّا نَزَّلْنَا عَلَيٰ عَبْدِنَا فَاتُواْ بِسُورَةٍ مِّن مِّثْلِهِؐ/ وَادْعُواْ شُهَدَآءَكُم مِّن دُونِ ۱للَّهِ إِن كُنتُمْ صَـٰدِقِـينَؐ (22) فَإِن لَّمْ تَفْعَلُواْ وَلَن تَفْعَلُــواْ فَاتَّقُواْ ۴لنَّـارَ ۰لتِى وَقُودُهَا ۰لنَّاسُ وَالْحِجَارَةُؐ ٱُعِـدَّتْ لِلْكۭـٰفِـرۣينَؐ (23) وَبَشِّرۣ ۱لذِينَ ءَامَنُواْ وَعَمِلُواْ ۴ڤصَّـٰڤِحَـٰــتِ أَنَّ لَهُمْ جَنَّـٰــتٍ تَجْرۣﻯ مِن تَحْتِهَا ۰لاَنْهَــٰرُؐ كُلَّمَا رُزۣقُواْ مِنْهَا مِن ثَمَرَةٍ رّۣزْقاً قَالُواْ هَـٰذَا ۰ﻟ﮲ رُزۣقْنَا مِن قَـبْلُؐ وَٱُتُواْ بِهِ” مُتَشَـٰبِهاًؐ وَلَهُمْ فِيهَآ أَزْوَ؛جٌ مُّطَهَّرَةٌؐ وَهُمْ فِيهَا خَـٰلِدُونَؐ (24) © إِنَّ ۰للَّهَ لاَ يَسْتَحْـىِ“ أَنْ يَّضْرۣبَ مَثَلًا مَّا بَعُوضَةً فَمَا فَوْقَهَاؐ فَأَمَّا ۰لذِينَ ءَامَنُواْ فَيَعْلَمُونَ أَنَّهُ ۴لْحَقُّ مِن رَّبِّهِمْؐ وَأَمَّا ۰لذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ۰للَّهُ بِهَـٰذَا مَثَلًؐا يُضِلُّ بِهِ” كَثِيراً وَيَهْدِى بِهِ” كَثِيراًؐ وَمَا يُضِلُّ بِهِ“ إِلاَّ ۰لْفَــٰسِقِينَ (25) ۰لذِيـنَ يَنقُضُونَ عَهْدَ ۰للَّهِ مِنۢ بَعْدِ مِيثَـٰقِهِ” وَيَقْطَعُونَ مَآ أَمَرَ۰للَّهُ بِهِ“ أَنْ يُّوصَلَ وَيُفْسِدُونَ فِى ۱لاَرْضِؐ ﭐُوْلَئِكَ هُمُ ۴لْخَــٰسِرُونَؐ (26) كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنتُمُ; أَمْوَ؛تاً فَأَحْيۭاكُمْ ثُمَّ يُمِيتُكُمْؐ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَؐ (27) هُوَ ۰ﻟ﮲ خَلَقَ لَكُم مَّا فِى ۱لاَرْضِ جَمِيعاًؐ ثُمَّ \"سْتَوۭيٰٓ إِلَي ۰لسَّمَآءِ فَسَوّۭيٰهُنَّ سَبْعَ سَمَــٰوَ؛تٍؐ وَهُوَ بِكُلِّ شَيْءٖ عَلِيمٌؐ (28) وَإِذْ قَالَ رَبُّكَ لِلْمَلَئِكَةِ إِنِّـﻰ جَاعِلٌ فِى ۱لاَرْضِ خَلِيفَةًؐ قَالُوٓاْ أَتَجْعَلُ فِيهَا مَنْ يُّفْسِدُ فِيهَا وَيَسْفِكُ ۴لدِّمَآءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَؐ قَالَ إِنِّيَ أَعْلَمُ مَا لاَ تَعْلَمُونَؐ (29) وَعَلَّمَ ءَادَمَ ۰لاَسْمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَي ۰لْمَلَئِكَةِ فَقَالَ أَنۢبِـُٔونِـى بِأَسْمَآءِ هَـٰٓؤُلٓاَءِ ان كُنتُمْ صَـٰدِقِينَؐ (30) قَالُواْ سُبْحَــٰنَكَ لاَ عِلْمَ لَنَآ إِلاَّ مَا عَلَّمْتَنَآ إِنَّكَ أَنتَ ۰لْعَلِيمُ ۴لْحَكِيمُؐ (31) قَالَ يَـٰٓــَٔادَمُ أَنۢبِـيؔهُم بِأَسْمَآئِهِمْؐ فَلَمَّآ أَنۢبَأَهُم بِأَسْمَآئِهِمْ قَالَ أَلَمَ اَقُل لَّكُمُ; إِنِّيَ أَعْلَمُ غَيْــبَ ۰لسَّمَـٰوَ؛تِ وَالاَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَؐ (32) ® وَإِذْ قُلْنَا لِلْمَلَئِكَةِ ۹سْجُدُواْ ءَلِادَمَ فَسَجَدُوٓاْؐ إِلٓاَّ إِبْلِيسَ أَبۭيٰ وَاسْتَكْبَرَ وَكَانَ مِنَ ۰لْكۭـٰفِرۣينَؐ (33) وَقُلْنَا يَـٰٓــَٔادَمُ ۶سْكُنَ اَنــتَ وَزَوْجُكَ ۰لْجَنَّةَ وَكُلاَ مِنْهَا رَغَداٗ حَيْــثُ ﺷِﻴْٔـﺘُـمَاؐ وَلاَ تَقْرَبَا هَـٰذِهِ ۱لشَّجَرَةَ فَتَكُونَا مِنَ ۰لظَّـٰلِمِينَؐ (34) فَأَزَلَّهُمَا ۰لشَّيْطَـٰنُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِؐ وَقُلْنَا \"هْبِطُواْؐ بَعْضُكُمْ لِبَعْـضٖ عَدُوٌّؐ وَلَكُمْ فِى ۱لاَرْضِ مُسْتَقَرٌّ وَمَتَــٰع٘ اِلَيٰ حِينٍؐ (35) فَتَلَقّۭيٰٓ ءَادَمُ مِن رَّبِّهِ” كَلِمَـٰــتٍ فَتَابببَ عَلَيْهِؐ إِنَّهُ„ هُوَ ۰لتَّوَّابُ ۴لرَّحِيمُؐ (36) قُلْنَا \"هْبِطُواْ مِنْهَا جَمِيعاًؐ فَإِمَّا يَاتِيَنَّكُم مِّنِّى هُديً فَمَن تَبِعَ هُدۭايَ فَلاَ خَوْف٘ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَؐ (37) وَالذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَـٰتِنَآ ٱُوْلَئِكَ أَصْحَــٰــبُ ۴لنّۭارۣ هُمْ فِيهَا خَـٰلِدُونَؐ (38) يَــٰبَنِىٓ إِسْرَآءِيلَ ۸ذْكُرُواْ نِعْمَتِـيَ ۰لتِىٓ أَنْعَمْـتُ عَلَيْكُمْ وَأَوْفُواْ بِعَهْدِﻯٓ ٱُوفِ بِعَهْدِكُمْ وَإِيَّـٰيَ فَارْهَبُونِؐ (39) وَءَامِنُواْ بِمَآ أَنزَلْــتُ مُصَدِّقاً لِّمَا مَعَكُمْ وَلاَ تَكُونُوٓاْ أَوَّلَ كَافِرۣۢ بِهِؐ/ وَلاَ تَشْتَرُواْ بِـَٔايَـٰتِى ثَمَناً قَلِيلًا وَإِيَّـٰيَ فَاتَّقُونِؐ (40) ¥ وَلاَ تَلْبِسُواْ ۴لْحَقَّ بِالْبَـٰطِلِ وَتَكْتُمُواْ ۴لْحَقَّ وَأَنتُمْ تَعْلَمُونَؐ (41) وَأَقِيمُواْ ۴لصَّلَوٰةَ وَءَاتُواْ ۴لزَّكَوٰةَؐ وَارْكَعُواْ مَعَ ۰لرَّ؛كِعِينَؐ (42) أَتَامُرُونَ ۰لنَّاسَ بِالْبِرّۣ وَتَنسَوْنَ أَنفُسَكُمْ وَأَنتُمْ تَتْلُونَ ۰لْكِتَــٰــبَؐ أَفَلاَ تَعْقِلُونَؐ (43) وَاسْتَعِينُواْ بِالصَّبْرۣ وَالصَّلَوٰةِؐ وَإِنَّهَا لَكَبِيرَة٘ اِلاَّ عَلَي ۰لْخَــٰشِعِيـنَ (44) ۰لذِينَ يَظُنُّونَ أَنَّهُم مُّچَقُواْ رَبِّهِمْ وَأَنَّهُمُ; إِلَيْهِ رَ؛جِعُونَؐ (45) يَـٰبَنِىٓ إِسْرَآءِيلَ ۸ذْكُرُواْ نِعْمَتِيَ ۰لتِىٓ أَنْعَمْــتُ عَلَيْكُمْ وَأَنِّـى فَضَّلْتُكُمْ عَلَي ۰لْعَــٰلَمِينَؐ (46) وَاتَّقُواْ يَوْماً لاَّ تَجْزۣى نَفْس٘ عَن نَّفْسٍ شَيْــٔاً وَلاَ يُقْبَلُ مِنْهَا شَفَــٰعَةٌ وَلاَ يُوخَذُ مِنْهَا عَدْلٌ وَلاَ هُمْ يُنصَرُونَؐ (47) وَإِذْ نَجَّيْنَـٰكُم مِّـنَ —الِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ۰لْعَذَابببِ يُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْؐ وَفِى ذَ؛لِكُم بَلٓاَءٌ مِّن رَّبِّكُمْ عَظِيمٌؐ (48) وَإِذْ فَرَقْنَا بِكُمُ ۴ڤْبَحْرَ فَأَنجَيْنَـٰكُمْ وَأَغْرَقْنَآ ءَالَ فِرْعَوْنَ وَأَنتُمْ تَنظُرُونَؐ (49) وَإِذْ وَ؛عَدْنَا مُوسۭيٰٓ أَرْبَعِينَ لَيْلَةً ثُمَّ \"تَّخَذتُّمُ ۴لْعِجْلَ مِنۢ بَعْدِهِ” وَأَنتُمْ ظَـٰلِمُونَؐ (50) ثُمَّ عَفَوْنَا عَنكُم مِّنۢ بَعْدِ ذَ؛لِكَ لَعَلَّكُمْ تَشْكُرُونَؐ (51) وَإِذَ —اتَيْنَا مُوسَي ۰لْكِتَــٰــبَؐ وَالْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُونَؐ (52) ® وَإِذْ قَالَ مُوسۭيٰ لِقَوْمِهِ” يَـٰقَوْمِ إِنَّكُمْ ظَلَمْتُمُ; أَنفُسَكُم بِاتِّخَاذِكُمُ ۴لْعِجْلَ فَتُوبُوٓاْ إِلَيٰ بَارۣئِكُمْ فَاقْتُلُوٓاْ أَنفُسَكُمْؐ ذَ؛لِكُمْ خَيْرٌ لَّكُمْ عِندَ بَارۣئِكُمْؐ فَتَابببَ عَلَيْكُمُؐ; إِنَّهُ„ هُوَ ۰لتَّوَّابببُ ۴لرَّحِيمُؐ (53) وَإِذْ قُلْتُمْ يَـٰمُوسۭيٰ لَن نُّومِنَ لَكَ حَتَّيٰ نَرَي ۰للَّهَ جَهْرَةً فَأَخَذَتْكُمُ ۴لصَّـٰعِقَةُ وَأَنتُمْ تَنظُرُونَؐ (54) ثُمَّ بَعَثْنَــٰكُم مِّنۢ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَؐ (55) وَظَلَّلْنَا عَلَيْكُمُ ۴لْغَمَـٰمَ وَأَنزَلْنَا عَلَيْكُمُ ۴لْمَنَّ وَالسَّلْوۭيٰؐ كُلُواْ مِن طَيِّبَــٰــتِ مَا رَزَقْنَـٰكُمْؐ وَمَا ظَلَمُونَاؐ وَچَكِــن كَانُوٓاْ أَنفُسَهُمْ يَظْلِمُونَؐ (56) وَإِذْ قُلْنَا ۸دْخُلُواْ هَـٰذِهِ ۱لْقَرْيَةَ فَكُلُواْ مِنْهَا حَيْثُ شِيؔتُمْ رَغَداً وَادْخُلُواْ ۴لْبَابببَ سُجَّداً وَقُولُواْ حِطَّةٌ يُغْفَرْ لَكُمْ خَطَـٰيۭـٰكُمْؐ وَسَنَزۣيدُ ۴ڤْمُحْسِنِينَؐ (57) فَبَدَّلَ ۰لذِينَ ظَلَمُواْ قَوْلٗا غَيْرَ ۰ﻟ﮲ قِيلَ لَهُمْ فَأَنزَلْنَا عَلَي ۰لذِينَ ظَلَمُواْ رۣجْزاً مِّنَ ۰لسَّمَآءِ بِمَا كَانُواْ يَفْسُقُونَؐ (58) © وَإِذِ 'سْتَسْقۭيٰ مُوسۭيٰ لِقَوْمِهِ” فَقُلْنَا \"ضْرۣب بِّعَصَاكَ ۰لْحَجَـرَؐ فَانفَجَرَتْ مِنْهُ èثْنَتَا عَشْرَةَ عَيْناًؐ قَدْ عَلِمَ كُلُّ ٱُنَاسٍ مَّشْرَبَهُمْؐ كُلُواْ وَاشْرَبُواْ مِن رّۣزْقِ ۱للَّهِؐ وَلاَ تَعْثَوْاْ فِى ۱لاَرْضِ مُفْسِدِينَؐ (59) وَإِذْ قُلْتُمْ يَـٰمُوسۭيٰ لَن نَّصْبِرَ عَلَيٰ طَعَامٍ وَ؛حِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرۣجْ لَنَا مِمَّا تُنۢبِــتُ ۴لاَرْضُ مِنۢ بَقْلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاؐ قَالَ أَتَسْتَبْدِلُونَ۰ﻟ﮲ هُوَ أَدْنۭيٰ بِاﻟ﮲ هُوَ خَيْر٘ؐ 'هْبِطُواْ مِصْراً فَإِنَّ لَكُم مَّا سَأَلْتُمْؐ وَضُرۣبَــتْ عَلَيْهِمُ ۴لذِّلَّةُ وَالْمَسْكَنَةُ وَبَآءُو بِغَضَــبٍ مِّنَ ۰للَّهِؐ ذَ؛لِكَ بِأَنَّهُمْ كَانُواْ يَكْفُرُونَ بِـَٔايَــٰــتِ ۱للَّهِ وَيَقْتُلُونَ ۰لنَّبِيٓــٕﯧنَ بِغَيْرۣ ۱لْحَقﱢّؐ ذَ؛لِكَ بِمَا عَصَواْ وَّكَانُواْ يَعْتَدُونَؐ (60) إِنَّ ۰لذِينَ ءَامَنُواْ وَالذِينَ هَادُواْ وَالنَّصَـٰرۭيٰ وَالصَّـٰبِينَ مَنَ —امَنَ بِاللَّهِ وَالْيَوْمِ ۱لاَخِرۣ وَعَمِلَ صَـٰڤِحاً فَلَهُمُ; أَجْرُهُمْ عِندَ رَبِّهِمْ وَلاَ خَوْف٘ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَؐ (61) وَإِذَ اَخَذْنَا مِيثَـــٰقَكُمْ وَرَفَعْنَا فَوْقَكُمُ ۴لطُّورَؐ خُذُواْ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ وَاذْكُرُواْ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَؐ (62) ثُمَّ تَوَلَّيْتُم مِّنۢ بَعْدِ ذَ؛لِكَؐ فَلَوْلاَ فَضْلُ ۴للَّهِ عَلَيْكُمْ وَرَحْمَتُهُ„ لَكُنتُم مِّنَ ۰لْخَــٰسِرۣينَؐ (63) وَلَقَدْ عَلِمْتُمُ ۴لذِينَ \"عْتَدَوْاْ مِنكُمْ فِى ۱لسَّبْــتِ فَقُلْنَا لَهُمْ كُونُواْ قِرَدَةٗ خَـٰسِـِٕينَؐ (64) فَجَعَلْنَـٰهَا نَكَـٰلًا لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِّلْمُتَّقِينَؐ (65) ® وَإِذْ قَالَ مُوسۭيٰ لِقَوْمِهِ“ إِنَّ ۰للَّهَ يَامُرُكُمُ; أَن تَذْبَحُواْ بَقَرَةًؐ قَـالُوٓاْ أَتَتَّخِذُنَا هُزُؤاًؐ قَالَ أَعُوذُ بِاللَّهِ أَنَ اَكُونَ مِنَ ۰لْجَــٰهِلِينَؐ (66)قَالُواْ ۶دْعُ لَنَا رَبَّژَ يُبَيِّن لَّنَا مَا هِيَؐ قَالَ إِنَّهُ„ يَقُولُ إِنَّهَا بَقَرَةٌ لاَّ فَارۣضٌ وَلاَ بِكْر٘ؐ عَوَانٛ بَيْنَ ذَ؛لِژَؐ فَافْعَلُواْ مَا تُومَرُونَؐ (67) قَالُواْ ۶دْعُ لَنَا رَبَّژَ يُبَيِّن لَّنَا مَا لَوْنُهَاؐ قَالَ إِنَّهُ„ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَآءُ فَاقِعٌ لَّوْنُهَاؐ تَسُرُّ ۴لنَّــٰظِرۣينَؐ (68) قَالُواْ ۶دْعُ لَنَا رَبَّژَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ۰لْبَقَرَ تَشَــٰبَهَ عَلَيْنَا وَإِنَّآ إِن شَآءَ ۰للَّهُ لَمُهْتَدُونَؐ (69) قَالَ إِنَّهُ„ يَقُولُ إِنَّهَا بَقَرَةٌ لاَّ ذَلُولٌ تُثِيرُ ۴لاَرْضَ وَلاَ تَسْقِى ۱لْحَرْثثثَؐ مُسَلَّمَةٌ لاَّ شِيَةَ فِيهَاؐ قَالُواْ ۴چَـنَ جِيؔــتَ بِالْحَقﱢّؐ فَذَبَحُوهَا وَمَا كَادُواْ يَفْعَلُونَؐ (70) وَإِذْ قَتَلْتُمْ نَفْساً فَادَّ؛رَﹻتُمْ فِيهَاؐ وَاللَّهُ مُخْرۣجٌ مَّا كُنتُمْ تَكْتُمُونَؐ (71) فَقُلْنَا \"ضْرۣبُوهُ بِبَعْضِهَاؐ كَذَ؛لِژَ يُحْىِ ۱للَّهُ ۴لْمَوْتۭيٰ وَيُرۣيكُمُ; ءَايَــٰتِهِ” لَعَلَّكُمْ تَعْقِلُونَؐ (72) ثُمَّ قَسَــتْ قُلُوبُكُم مِّنۢ بَعْدِ ذَ؛لِژَ فَهِيَ كَالْحِجَارَةِ أَوَ اَشَدُّ قَسْوَةًؐ وَإِنَّ مِنَ ۰لْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ ۴لاَنْهَـٰرُؐ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ ۴لْمَآءُؐ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ ۱للَّهِؐ وَمَا ۰للَّهُ بِغَـٰفِلٖ عَمَّا تَعْمَلُونَؐ (73) أَفَتَطْمَعُونَ أَنْ يُّومِنُواْ لَكُمْ وَقَدْ كَانَ فَرۣيقٌ مِّنْهُمْ يَسْمَعُونَ كَچَمَ ۰للَّهِ ثُمَّ يُحَـرّۣفُونَهُ„ مِنۢ بَعْدِ مَاعَقَلُوهُ وَهُمْ يَعْلَمُونَؐ (74) ¤ وَإِذَا لَقُواْ ۴لذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّاؐ وَإِذَا خَلاَ بَعْضُهُمُ; إِلَيٰ بَعْضٍ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ۰للَّهُ عَلَيْكُمْ ڤِيُحَآجُّوكُم بِهِ” عِندَ رَبِّكُمُؐ; أَفَلاَ تَعْقِلُونَؐ (75) أَوَلاَ يَعْلَمُونَ أَنَّ ۰للَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَؐ (76) وَمِنْهُمُ; ٱُمِّيُّونَ لاَ يَعْلَمُونَ ۰لْكِتَـٰبَ إِلٓاَّ أَمَانِيَّؐ وَإِنْ هُمُ; إِلاَّ يَظُنُّونَؐ (77) فَوَيْلٌ لِّلذِينَ يَكْتُبُونَ ۰لْكِتَـٰبَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَـٰذَا مِنْ عِندِ ۱للَّهِ لِيَشْتَرُواْ بِهِ” ثَمَناً قَلِيلًؐا فَوَيْلٌ لَّهُم مِّمَّا كَتَبَــتَ اَيْدِيهِمْؐ وَوَيْلٌ لَّهُم مِّمَّا يَكْسِبُونَؐ (78) وَقَالُواْ لَن تَمَسَّنَا ۰لنَّارُ إِلٓاَّ أَيَّاماً مَّعْدُودَةًؐ قُلَ اَتَّخَذتُّمْ عِندَ ۰للَّهِ عَهْداً فَلَنْ يُّخْلِفَ ۰للَّهُ عَهْدَهُؐ; أَمْ تَقُولُونَ عَلَي ۰للَّهِ مَا لاَ تَعْلَمُونَؐ (79) بَلۭيٰ مَن كَسَبَ سَيِّيؕةً وَ أَحَـٰطَــتْ بِهِ” خَطِيٓــَٔــٰتُهُ„ فَٱُوْلَئِكَ أَصْحَــٰــبُ ۴لنّۭارۣ هُمْ فِيهَا خَــٰلِدُونَؐ (80) وَالذِينَ ءَامَنُواْ وَعَمِلُواْ ۴ڤصَّـٰڤِحَــٰــتِ ٱُوْلَئِكَ أَصْحَـٰبُ ۴لْجَنَّةِ هُمْ فِيهَا خَــٰلِدُونَؐ (81) وَإِذَ اَخَذْنَا مِيثَـٰقَ بَنِىٓ إِسْرَآءِيلَ لاَ تَعْبُدُونَ إِلاَّ ۰للَّهَؐ وَبِالْوَ؛لِدَيْنِ إِحْسَـٰناً وَذى ۱لْقُرْبۭيٰ وَالْيَتَـٰمۭيٰ وَالْمَسَـٰكِينِؐ وَقُولُواْ لِلنَّاسِ حُسْناًؐ وَأَقِيمُواْ ۴لصَّلَوٰةَ وَءَاتُواْ ۴لزَّكَوٰةَؐ ثُمَّ تَوَلَّيْتُمُ; إِلاَّ قَلِيلًا مِّنكُمْ وَأَنتُم مُّعْرۣضُونَؐ (82) وَإِذَ اَخَذْنَا مِيثَــٰقَكُمْ لاَ تَسْفِكُونَ دِمَآءَكُمْ وَلاَ تُخْرۣجُونَ أَنفُسَكُم مِّن دِيۭـٰرۣكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنتُمْ تَشْهَدُونَؐ (83) ثُمَّ أَنتُمْ هَـٰٓؤُلآَءِ تَقْتُلُونَ أَنفُسَكُمْ وَتُخْرۣجُونَ فَرۣيقاً مِّنكُم مِّـن دِيۭـٰرۣهِمْ تَظَّـٰهَرُونَ عَلَيْهِم بِالِاثْمِ وَالْعُدْوَ؛نِؐ ® وَإِنْ يَّاتُوكُمُ; ٱُسَـٰرۭيٰ تُفَــٰدُوهُمْ وَهُوَ مُحَـرَّم٘ عَلَيْكُمُ; إِخْرَاجُهُمُؐ; أَفَتُومِنُونَ بِبَعْضِ ۱لْكِتَـٰبِ وَتَكْفُرُونَ بِبَعْضٍؐ فَمَا جَزَآءُ مَنْ يَّـفْعَلُ ذَ؛لِكَ مِنكُمُ; إِلاَّ خِزْيٌ فِى ۱لْحَيَوٰةِ ۱لدُّنْيۭاؐ وَيَوْمَ ۰لْقِيَـٰمَةِ يُرَدُّونَ إِلَـيٰٓ أَشَدِّ ۱لْعَذَابببِؐ وَمَا ۰للَّهُ بِغَــٰفِلٖ عَمَّا يَعْمَلُونَؐ (84) ٱُوْلَئِكَ ۰لذِينَ \"شْتَرَوُاْ ۴لْحَيَوٰةَ ۰لدُّنْيۭا بِالاَخِرَةِ فَلاَ يُخَفَّفُ عَنْهُمُ ۴لْعَذَابُ وَلاَ هُمْ يُنصَرُونَؐ (85) وَلَقَدَ —اتَيْنَا مُوسَي ۰لْكِتَــٰــبَ وَقَفَّيْنَا مِنۢ بَعْدِهِ” بِالرُّسُلِؐ وَءَاتَيْنَا عِيسَي \"بْنَ مَرْيَمَ ۰لْبَيِّنَــٰــتِ وَأَيَّدْنَــٰهُ بِرُوحِ ۱لْقُدُسِؐ أَفَكُلَّمَا جَآءَكُمْ رَسُولٛ بِمَا لاَ تَهْوۭيٰٓ أَنفُسُكُمُ èسْتَكْبَرْتُمْؐ فَفَرۣيقاً كَذَّبْتُمْؐ وَفَرۣيقاً تَقْتُلُونَؐ (86) وَقَالُواْ قُلُوبُنَا غُلْفٛؐ بَل لَّعَنَهُمُ ۴للَّهُ بِكُفْرۣهِمْ فَقَلِيلًا مَّا يُومِنُونَؐ (87) وَلَمَّا جَآءَهُمْ كِتَـٰبٌ مِّنْ عِندِ ۱للَّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ وَكَانُواْ مِن قَبْلُ يَسْتَفْتِحُونَ عَلَي ۰لذِينَ كَفَرُواْؐ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِؐ/ فَلَعْنَةُ ۴للَّهِ عَلَي ۰لْكۭــٰفِرۣينَؐ (88) بِيسَمَا \"شْتَرَوْاْ بِهِ“ أَنفُسَهُمُ; أَنْ يَّكْفُرُواْ بِمَآ أَنزَلَ ۰للَّهُ بَغْياٗ اَنْ يُّنَزّۣلَ ۰للَّهُ مِن فَضْلِهِ” عَلَيٰ مَنْ يَّشَآءُ مِنْ عِبَادِهِؐ/ فَبَآءُو بِغَضَبٖ عَلَيٰ غَضَبٍؐ وَلِلْكۭـٰفِـرۣينَ عَذَابٌ مُّهِينٌؐ (89) وَإِذَا قِيلَ لَهُمُ; ءَامِنُواْ بِمَآ أَنزَلَ ۰للَّهُ قَالُواْ نُومِنُ بِمَآ ٱُنزۣلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَآءَهُؐ„ وَهُوَ ۰لْحَقُّ مُصَدِّقاً لِّمَا مَعَهُمْؐ قُلْ فَلِمَ تَقْتُلُونَ أَنۢبِيؕآءَ ۰للَّهِ مِن قَبْلُ إِننن كُنتُم مُّومِنِينَؐ (90) © وَلَقَدْ جَآءَكُم مُّوسۭيٰ بِالْبَيِّنَـٰــتِ ثُمَّ \"تَّخَذتُّمُ ۴لْعِجْلَ مِنۢ بَعْدِهِ” وَأَنتُمْ ظَـٰلِمُونَؐ (91) وَإِذَ اَخَذْنَا مِيثَـٰقَكُمْ وَرَفَعْنَا فَوْقَكُمُ ۴لطُّورَؐ خُذُواْ مَآ ءَاتَيْنَــٰكُم بِقُوَّةٍ وَاسْمَعُواْؐ قَالُواْ سَمِعْنَا وَعَصَيْنَاؐ وَٱُشْرۣبُواْ فِى قُلُوبِهِمُ ۴لْعِجْلَ بِكُفْرۣهِمْؐ قُلْ بِيسَمَا يَامُرُكُم بِهِ“ إِيمَـٰنُكُمُ; إِن كُنتُم مُّومِنِينَؐ (92) قُلِ اِن كَانَتْ لَكُمُ ۴لدَّارُ۴لاَخِرَةُ عِندَ ۰للَّهِ خَالِصَةً مِّن دُونِ ۱لنَّاسِ فَتَمَنَّوُاْ ۴لْمَوْتَ إِن كُنتُمْ صَـٰدِقِينَؐ (93) وَلَنْ يَّتَمَنَّوْهُ أَبَداَۢ بِمَا قَدَّمَــتَ اَيْدِيهِمْؐ وَاللَّهُ عَلِيمٛ بِالظَّـٰلِمِينَؐ (94) وَلَتَجِدَنَّهُمُ; أَحْرَصَ ۰لنَّاسِ عَلَيٰ حَيَوٰةٍؐ وَمِنَ ۰لذِينَ أَشْرَكُواْ يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍؐ وَمَا هُوَ بِمُزَحْزۣحِهِ” مِنَ ۰لْعَذَابببِ أَنْ يُّعَمَّرَؐ وَاللَّهُ بَصِيرٛ بِمَا يَعْمَلُونَؐ (95) قُلْ مَن كَانَ عَدُوّاً لِّجِبْرۣيلَ فَإِنَّهُ„ نَزَّلَهُ„ عَلَيٰ قَلْبِكَ بِإِذْنِ ۱للَّهِ مُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ وَهُديً وَبُشْرۭيٰ لِلْمُومِنِينَؐ (96) مَن كَانَ عَدُوّاً لِّلهِ وَمَلَئِكَتِهِ” وَرُسُلِهِ” وَجِبْرۣيلَ وَمِيكَـٰٓئِلَ فَإِنَّ ۰للَّهَ عَدُوٌّ لِّلْكۭــٰفِـرۣينَؐ (97) وَلَقَدَ اَنزَلْنَآ إِلَيْكَ ءَايَــٰــتٙ بَيِّنَــٰــتٍؐ وَمَا يَكْفُرُ بِهَآ إِلاَّ ۰لْفَــٰسِقُونَؐ (98) أَوَكُلَّمَا عَــٰهَدُواْ عَهْداً نَّبَذَهُ„ فَرۣيقٌ مِّنْهُمؐ بَلَ اَكْثَرُهُمْ لاَ يُومِنُونَؐ (99) ® وَلَمَّا جَآءَهُمْ رَسُولٌ مِّنْ عِندِ ۱للَّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ نَبَذَ فَرۣيقٌ مِّنَ ۰لذِينَ ٱُوتُواْ ۴لْكِتَــٰــبَ كِتَــٰــبَ ۰للَّهِ وَرَآءَ ظُهُورۣهِمْ كَأَنَّهُمْ لاَ يَعْلَمُونَؐ (100) وَاتَّبَعُواْ مَا تَتْلُواْ ۴لشَّيَـٰطِينُ عَلَيٰ مُلْكِ سُلَيْمَـٰنَؐ وَمَا كَفَرَ سُلَيْمَـٰنُؐ وَچَكِنَّ ۰لشَّيَـٰطِينَ كَفَرُواْ يُعَلِّمُونَ\n۰لنَّاسَ ۰ڤسِّحْرَ وَمَآ ٱُنزۣلَ عَلَي ۰لْمَلَكَيْنِ بِبَابِـلَ هَارُوتتتَ وَمَارُوتتتَؐ وَمَا يُعَلِّمَـٰنِ مِنَ اَحَدٖ حَتَّيٰ يَقُولآَ إِنَّمَا نَحْنُ فِتْنَةٌ فَلاَ تَكْفُرْؐ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرّۣقُونَ بِهِ” بَيْنَ ۰لْمَرْءِ وَزَوْجِهِؐ/ وَمَا هُم بِضَآرّۣينَ بِهِ” مِنَ اَحَدٖ اِلاَّ بِإِذْنِ ۱للَّهِؐ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلاَ يَنفَعُهُمْؐ وَلَقَدْ عَلِمُواْ لَمَـنِ ۳شْتَرۭيٰهُ مَا لَهُ„ فِى ۱لاَخِرَةِ مِنْ خَچَقٍؐ وَلَبِيسَ مَا شَرَوْاْ بِهِ“ أَنفُسَهُمْ لَوْ كَانُواْ يَعْلَمُونَؐ (101) وَلَوَ اَنَّهُمُ; ءَامَنُواْ وَاتَّقَوْاْ لَمَثُوبَةٌ مِّنْ عِندِ ۱للَّهِ خَيْرٌ لَّوْ كَانُواْ يَعْلَمُونَؐ (102) يَـٰٓأَيُّهَا ۰لذِينَ ءَامَنُواْ لاَ تَقُولُواْ رَ؛عِنَا وَقُولُواْ ۶نظُرْنَا وَاسْمَعُواْؐ وَلِلْكۭـٰفِرۣينَ عَذَاب٘ اَلِيمٌؐ (103) مَّا يَوَدُّ ۴لذِينَ كَفَرُواْ مِنَ اَهْلِ ۱لْكِتَــٰــبِ وَلاَ ۰لْمُشْرۣكِينَ أَنْ يُّنَزَّلَ عَلَيْكُم مِّنْ خَيْرٍ مِّن رَّبِّكُمْؐ وَاللَّهُ يَخْتَصُّ بِرَحْمَتِهِ” مَنْ يَّشَآءُؐ وَاللَّهُ ذُو ۴لْفَضْلِ ۱لْعَظِيمِؐ (104) ¥ مَا نَنسَخْ مِنَ —ايَةٖ اَوْ نُنسِهَا نَاتتتِ بِخَـيْرٍ مِّنْهَآ أَوْ مِثْلِهَآؐ أَلَمْ تَعْلَمَ اَنَّ ۰للَّهَ عَلَيٰ كُلِّ شَيْءٍ قَدِير٘ؐ (105) اَلَمْ تَعْلَمَ اَنَّ ۰للَّهَ لَهُ„ مُلْكُ ۴لسَّمَـٰوَ؛تتتِ وَالاَرْضِ وَمَا لَكُم مِّن دُونِ ۱للَّهِ مِنْ وَّلِيٍّ وَلاَ نَصِيرٖؐ (106) اَمْ تُرۣيدُونَ أَن تَسْـَٔلُواْ رَسُولَكُمْ كَمَاسُئِلَ مُوسۭيٰ مِن قَبْلُؐ وَمَنْ يَّتَبَدَّلِ ۱لْكُفْرَ بِالِايمَـٰنِ فَقَد ضَّلَّ سَوَآءَ ۰لسَّبِيلِؐ (107) وَدَّ كَثِيرٌ مِّنَ اَهْلِ ۱لْكِتَــٰــبِ لَوْ يَرُدُّونَكُم مِّنۢ بَعْدِ إِيمَــٰنِكُمْ كُفَّاراٗؐ حَسَداً مِّنْ عِندِ أَنفُسِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ۴لْحَقُّؐ فَاعْفُواْ وَاصْفَحُواْ حَتَّيٰ يَاتِيَ ۰للَّهُ بِأَمْرۣهِؐ“ إِنَّ ۰للَّهَ عَلَيٰ كُلِّ شَيْءٍ قَدِيرٌؐ (108) وَأَقِيمُواْ ۴لصَّلَوٰةَ وَءَاتُواْ ۴لزَّكَوٰةَؐ وَمَا تُقَدِّمُواْ لَأِنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ ۰للَّهِؐ إِنَّ ۰للَّهَ بِمَا تَعْمَلُونَ بَصِيرٌؐ (109) وَقَالُواْ لَنْ يَّدْخُلَ ۰لْجَنَّةَ إِلاَّ مَن كَانَ هُوداٗ اَوْ نَصَـٰرۭيٰؐ تِلْكَ أَمَانِيُّهُمْؐ قُلْ هَاتُواْ بُرْهَــٰنَكُمُ; إِن كُنتُمْ صَـٰدِقِينَؐ (110) بَلۭيٰ مَنَ اَسْلَمَ وَجْهَهُ„ لِلهِ وَهُوَ مُحْسِنٌ فَلَهُ; أَجْرُهُ„ عِندَ رَبِّهِ” وَلاَ خَوْف٘ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَؐ (111) وَقَالَــتِ ۱لْيَهُودُ لَيْسَــتِ ۱لنَّصَـٰرۭيٰ عَلَيٰ شَيْءٍ وَقَالَــتِ ۱لنَّصَـٰرۭيٰ لَيْسَــتِ ۱لْيَهُودُ عَلَيٰ شَيْءٍ وَهُمْ يَتْلُونَ ۰لْكِتَــٰــبَؐ كَذَ؛لِكَ قَالَ ۰لذِينَ لاَ يَعْلَمُونَ مِثْلَ قَوْلِهِمْؐ فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ ۰لْقِيَــٰمَةِ فِيمَا كَانُواْ فِيهِ يَخْتَلِفُونَؐ (112) ® وَمَنَ اَظْلَمُ مِمَّن مَّنَعَ مَسَـٰجِدَ ۰للَّهِ أَنْ يُّذْكَرَ فِيهَا \"سْمُهُ„ وَسَعۭيٰ فِى خَرَابِهَآؐ ٱُوْلَئِكَ مَا كَانَ لَهُمُ; أَنْ يَّدْخُلُوهَآ إِلاَّ خَآئِـفِينَؐ لَهُمْ فِى ۱لدُّنْيۭا خِزْيٌؐ وَلَهُمْ فِى ۱لاَخِرَةِ عَذَاب٘ عَظِيمٌؐ (113) وَلِلهِ ۱لْمَشْرۣقُ وَالْمَغْرۣبُؐ فَأَيْنَمَا تُوَلُّواْ فَثَمَّ وَجْهُ ۴للَّهِؐ إِنَّ ۰للَّهَ وَ؛سِع٘ عَلِيمٌؐ (114) وَقَالُواْ ۵تَّخَذَ ۰للَّهُ وَلَداًؐ سُبْحَــٰنَهُؐ„ بَل لَّهُ„ مَا فِى ۱لسَّمَــٰوَ؛تتتِ وَالاَرْضِؐ كُلٌّ لَّهُ„ قَــٰنِتُونَؐ (115) بَدِيعُ ۴لسَّمَــٰوَ؛تتتِ وَالاَرْضِؐ وَإِذَا قَضۭيٰٓ أَمْراً فَإِنَّمَا يَقُولُ لَهُ„ كُنؐ فَيَكُونُؐ (116) وَقَالَ ۰لذِينَ لاَ يَعْلَمُونَ لَوْلاَ يُكَلِّمُنَا ۰للَّهُ أَوْ تَاتِينَآ ءَايَةٌؐ كَذَ؛لِكَ قَالَ ۰لذِينَ مِن قَبْلِهِم مِّثْلَ قَوْلِهِمْؐ تَشَــٰبَهَــتْ قُلُوبُهُمْؐ قَدْ بَـيَّنَّا ۰لاَيَــٰــتِ لِقَوْمٍ يُوقِنُونَؐ (117) إِنَّآ أَرْسَلْنَـٰكَ بِالْحَقِّ بَشِيراً وَنَذِيراًؐ وَلاَ تَسْـَٔلْ عَنَ اَصْحَــٰــبِ ۱لْجَحِيمِؐ (118) وَلَن تَرْضۭيٰ عَنكَ ۰لْيَهُودُ وَلاَ ۰لنَّصَـٰرۭيٰ حَتَّيٰ تَتَّبِعَ مِلَّتَهُمْؐ قُلِ اِنَّ هُدَي ۰للَّهِ هُوَ ۰لْهُدۭيٰؐ وَلَـئِنِ 'تَّبَعْتَ أَهْوَآءَهُم بَعْدَ ۰ﻟ﮲ جَآءَكَ مِنَ ۰لْعِلْمِ مَا لَكَ مِنَ ۰للَّهِ مِنْ وَّلِيٍّ وَلاَ نَصِيرٖؐ (119) ۱لذِينَ ءَاتَيْنَـٰهُمُ ۴لْكِتَــٰــبَ يَتْلُونَهُ„ حَقَّ تِچَوَتِهِ“ ٱُوْلَئِكَ يُومِنُونَ بِهِؐ” وَمَنْ يَّكْفُرْ بِهِ” فَٱُوْلَئِژَ هُمُ ۴لْخَــٰسِرُونَؐ (120) يَـٰبَنِىٓ إِسْرَآءِيلَ ۸ذْكُرُواْ نِعْمَتِيَ ۰لتِىٓ أَنْعَمْــتُ عَلَيْكُمْ وَأَنِّى فَضَّلْتُكُمْ عَلَي ۰لْعَـٰلَمِينَؐ (121) وَاتَّقُواْ يَوْماً لاَّ تَجْزۣى نَفْس٘ عَن نَّفْسٍ شَيْــٔاً وَلاَ يُقْبَلُ مِنْهَا عَدْلٌ وَلاَ تَنفَعُهَا شَفَــٰعَةٌ وَلاَ هُمْ يُنصَرُونَؐ (122) © وَإِذِ 'بْتَلۭيٰٓ إِبْرَ؛هِـيمَ رَبُّهُ„ بِكَلِمَــٰــتٍ فَأَتَمَّهُنَّؐ قَالَ إِنِّى جَاعِلُكَ لِلنَّاسِ إِمَاماًؐ قَالَ وَمِن ذُرّۣيَّتِىؐ قَالَ لاَ يَنَالُ عَهْدِيَ ۰لظَّــٰلِمِينَؐ (123) وَإِذْ جَعَلْنَا ۰لْبَيْــتَ مَثَابَةً لِّلنَّاسِ وَأَمْناً وَاتَّخَذُواْ مِن مَّقَامِ إِبْرَ؛هِيمَ مُصَلّيًؐ وَعَهِدْنَآ إِلَيٰٓ إِبْرَ؛هِيمَ وَإِسْمَـٰعِيلَ أَن طَهِّرَا بَيْتِيَ لِلطَّآئِفِينَ وَالْعَـٰكِفِينَ وَالرُّكَّعِ ۱لسُّجُودِؐ (124) وَإِذْ قَالَ إِبْرَ؛هِيمُ رَبببِّ 'جْعَلْ هَـٰذَا بَلَداٗ —امِناً وَارْزُقَ اَهْلَهُ„ مِنَ ۰لثَّمَرَ؛تِ مَنَ —امَنَ مِنْهُم بِاللَّهِ وَالْيَوْمِ ۱لاَخِرۣؐ قَالَ وَمَن كَفَرَ فَٱُمَتِّعُهُ„ قَلِيلًا ثُمَّ أَضْطَرُّهُ; إِلَيٰ عَذَابببِ ۱لنّۭارۣؐ وَبِيسَ ۰لْمَصِيرُؐ (125) وَإِذْ يَرْفَـعُ إِبْرَ؛هِيمُ ۴لْقَوَاعِدَ مِنَ ۰لْبَيْــتِ وَإِسْمَــٰعِيلُؐ رَبَّنَا تَقَبَّلْ مِنَّآ إِنَّكَ أَنــتَ ۰لسَّمِيعُ ۴لْعَلِيمُؐ (126) رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِن ذُرّۣيَّتِنَآ ٱُمَّةً مُّسْلِمَةً لَّكَؐ وَأَرۣنَا مَنَاسِكَنَاؐ وَتُــبْ عَلَيْنَآؐ إِنَّكَ أَنــتَ ۰لتَّوَّابببُ ۴لرَّحِيمُؐ (127) رَبَّـنَاوَابْعَــثْ فِيهِمْ رَسُولًا مِّنْهُمْ يَتْلُواْ عَلَيْهِمُ; ءَايَـٰتِكَ وَيُعَلِّمُهُمُ ۴لْكِتَــٰــبَ وَالْحِكْمَةَ وَيُزَكِّيهِمُؐ; إِنَّكَ أَنتَ ۰لْعَزۣيزُ ۴لْحَكِيمُؐ (128) وَمَنْ يَّرْغَــبُ عَن مِّلَّةِ إِبْرَ؛هِيمَ إِلاَّ مَن سَفِهَ نَفْسَهُؐ„ وَلَقَدِ 'صْطَفَيْنَـٰهُ فِى ۱لدُّنْيۭاؐ وَإِنَّهُ„ فِى ۱لاَخِرَةِ لَمِنَ ۰ڤصَّـٰڤِحِينَؐ (129) إِذْ قَالَ لَهُ„ رَبُّهُ; أَسْلِمْؐ قَالَ أَسْلَمْــتُ لِرَبِّ ۱لْعَـٰلَمِينَؐ (130) وَأَوْصۭيٰ بِهَآ إِبْرَ؛هِيمُ بَنِيهِؐ وَيَعْقُوبُ يَـٰبَنِيَّ إِنَّ ۰للَّهَ \"صْطَفۭيٰ لَكُمُ ۴لدِّينَ فَلاَ تَمُوتُنَّ إِلاَّ وَأَنتُم مُّسْلِمُونَؐ (131) ® أَمْ كُنتُمْ شُهَدَآءَ اۭذْ حَضَرَ يَعْقُوبببَ ۰لْمَوْتتتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنۢ بَعْدِىؐ قَالُواْ نَعْبُدُإِچَهَكَ وَإِچَهَ ءَابَآئِكَ إِبْرَ؛هِيمَ وَإِسْمَـٰعِيلَ وَإِسْحَـٰقَ إِچَهاً وَ؛حِداً وَنَحْنُ لَهُ„ مُسْلِمُونَؐ (132) تِلْكَ ٱُمَّةٌ قَدْ خَلَــتْؐ لَهَا مَا كَسَبَــتْؐ وَلَكُم مَّا كَسَبْتُمْؐ وَلاَ تُسْـَٔلُونَ عَمَّا كَانُواْ يَعْمَلُونَؐ (133) وَقَالُواْ كُونُواْ هُوداٗ اَوْ نَصَـٰرۭيٰ تَهْتَدُواْؐ قُلْ بَلْ مِلَّةَ إِبْرَ؛هِيمَ حَنِيفاًؐ وَمَا كَانَ مِنَ ۰لْمُشْرۣكِينَؐ (134) قُولُوٓاْ ءَامَنَّا بِاللَّهِ وَمَآ ٱُنزۣلَ إِلَيْنَاوَمَآ ٱُنزۣلَ إِلَيٰٓ إِبْرَ؛هِيمَ وَإِسْمَـٰعِيلَ وَإِسْحَـٰقَ وَيَعْقُوبَ وَالاَسْبَاطِ وَمَآٱُوتِيَ مُوسۭيٰ وَعِيسۭيٰ وَمَآ ٱُوتِيَ ۰لنَّبِيٓــُٔونَ مِن رَّبِّهِمْ لاَ نُفَرّۣقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ„ مُسْلِمُونَؐ (135) فَإِنَ —امَنُواْ بِمِثْلِ مَآ ءَامَنتُم بِهِ” فَقَدِ 'هْتَدَواْؐ وَّإِن تَوَلَّوْاْ فَإِنَّمَا هُمْ فِى شِقَاقٍؐ فَسَيَكْفِيكَهُمُ ۴للَّهُؐ وَهُوَ ۰لسَّمِيعُ ۴لْعَلِيمُؐ (136) صِبْغَةَ ۰للَّهِؐ وَمَنَ اَحْسَنُ مِنَ ۰للَّهِ صِبْغَةًؐ وَنَحْنُ لَهُ„ عَـٰبِدُونَؐ (137) قُلَ اَتُحَآجُّونَنَا فِى ۱للَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمْ وَلَنَآ أَعْمَــٰلُنَا وَلَكُمُ; أَعْمَــٰلُكُمْؐ وَنَحْنُ لَهُ„ مُخْلِصُونَؐ (138) أَمْ يَقُولُونَ إِنَّ إِبْرَ؛هِيمَ وَإِسْمَـٰعِيلَ وَإِسْحَـٰقَ وَيَعْقُوبببَ وَالاَسْبَاطَ كَانُواْ هُوداٗ اَوْ نَصَـٰرۭيٰؐ قُلَ —آنتُمُ; أَعْلَمُ أَمِ ۱للَّهُؐ وَمَنَ اَظْلَمُ مِمَّن كَتَمَ شَهَـٰدَةٗ عِندَهُ„ مِنَ ۰للَّهِؐ وَمَا ۰للَّهُ بِغَـٰفِلٖ عَمَّا تَعْمَلُونَؐ (139) تِلْكَ ٱُمَّةٌ قَدْ خَلَــتْؐ لَهَا مَا كَسَبَــتْؐ وَلَكُم مَّا كَسَبْتُمْؐ وَلاَ تُسْـَٔلُونَ عَمَّا كَانُواْ يَعْمَلُونَؐ (140) ¤ سَيَقُولُ ۴لسُّفَهَآءُ مِنَ ۰لنَّاسِ مَا وَلّۭيٰهُمْ عَن قِـبْلَتِهِمُ ۴لتِى كَانُواْ عَلَيْهَاؐ قُل لِّلهِ ۱لْمَشْرۣقُ وَالْمَغْرۣبببُؐ يَهْدِى مَنْ يَّشَآءُ ﹹلَيٰ صِرَ؛طٍ مُّسْتَقِيمٍؐ (141) وَكَذَ؛لِژَ جَعَلْنَــٰكُمُ; ٱُمَّةً وَسَطاًؐ لِّتَكُونُواْ شُهَدَآءَ عَلَي ۰لنَّاسِ وَيَكُونَ ۰لرَّسُولُ عَلَيْكُمْ شَهِيداًؐ وَمَا جَعَلْنَا ۰لْقِبْلَةَ ۰لتِى كُنــتَ عَلَيْهَآ إِلاَّ لِنَعْلَمَ مَنْ يَّتَّبِعُ ۴لرَّسُولَ مِمَّنْ يَّنقَلِــبُ عَلَيٰ عَقِبَيْهِؐ وَإِن كَانَــتْ لَكَبِيرَةٗ اِلاَّ عَلَي ۰لذِينَ هَدَي ۰للَّهُؐ وَمَا كَانَ ۰للَّهُ لِيُضِيعَ إِيمَــٰنَكُمُؐ; إِنَّ ۰للَّهَ بِالنَّاسِ لَرَءُوفٌ رَّحِيمٌؐ (142) قَدْ نَرۭيٰ تَقَلُّـــبَ وَجْهِكَ فِى ۱لسَّمَآءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضۭيٰهَاؐ فَوَلِّ وَجْهَژَ شَطْرَ ۰لْمَسْجِدِ ۱لْحَرَامِؐ وَحَيْــثُ مَا كُنتُمْ فَوَلُّواْ وُجُوهَكُمْ شَطْرَهُؐ„ وَإِنَّ ۰لذِينَ ٱُوتُواْ ۴لْكِتَــٰــبَ لَيَعْلَمُونَ أَنَّهُ ۴لْحَقُّ مِن رَّبِّهِمْؐ وَمَا ۰للَّهُ بِغَـٰفِلٖ عَمَّا يَعْمَلُونَؐ (143) وَلَـئِنَ اَتَيْــتَ ۰لذِينَ ٱُوتُواْ ۴لْكِتَـــٰــبَ بِكُلِّ ءَايَةٍ مَّا تَبِعُواْ قِبْلَتَكَؐ وَمَآ أَنــتَ بِتَابِعٍ قِبْلَتَهُمْؐ وَمَا بَعْضُهُم بِتَابِعٍ قِبْلَةَ بَعْضٍؐ وَلَـئِنِ 'تَّبَعْتَ أَهْوَآءَهُم مِّنۢ بَعْدِ مَا جَآءَكَ مِنَ ۰لْعِلْمِ إِنَّژَ إِذاً لَّمِنَ ۰لظَّـٰلِمِينَؐ (144) ۰لذِينَ ءَاتَيْنَـٰهُمُ ۴لْكِتَـٰــبَ يَعْرۣفُونَهُ„ كَمَا يَعْرۣفُونَ أَبْنَآءَهُمْؐ وَإِنَّ فَرۣيقاً مِّنْهُمْ لَيَكْتُمُونَ ۰لْحَقَّ وَهُمْ يَعْلَمُونَؐ (145) ۰لْحَقُّ مِن رَّبِّكَؐ فَلاَ تَكُونَنَّ مِنَ ۰لْمُمْتَرۣينَؐ (146) ® وَلِكُلٍّ وۣجْهَة٘ هُوَ مُوَلِّيهَا فَاسْتَبِقُواْ ۴لْخَيْرَ؛تِؐ أَيْنَ مَا تَكُونُواْ يَاتتتِ بِكُمُ ۴للَّهُ جَمِيعاٗؐ اِنَّ ۰للَّهَ عَلَيٰ كُلِّ شَيْءٍ قَدِيرٌؐ (147) وَمِنْ حَيْــثُ خَرَجْــتَ فَوَلِّ وَجْهَكَ شَطْرَ ۰لْمَسْجِدِ ۱لْحَرَامِؐ وَإِنَّهُ„ لَلْحَقُّ مِن رَّبِّكَؐ وَمَا ۰للَّهُ بِغَــٰفِلٖ عَمَّا تَعْمَلُونَؐ (148) وَمِنْ حَيْــثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ ۰لْمَسْجِدِ ۱لْحَرَامِؐ وَحَيْــثُ مَا كُنتُمْ فَوَلُّواْ وُجُوهَكُمْ شَطْرَهُ„ لِيَ۬لاَّ يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّة٘ اِلاَّ ۰لذِينَ ظَلَمُواْ مِنْهُمْ فَلاَ تَخْشَوْهُمْ وَاخْشَوْنِىؐ وَلُءِتِمَّ نِعْمَتِى عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَؐ (149) كَمَآ أَرْسَلْنَا فِيكُمْ رَسُولًا مِّنكُمْ يَتْلُواْ عَلَيْكُمُ; ءَايَـٰتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ ۴لْكِتَــٰــبَ وَالْحِكْمَةَ وَيُعَلِّمُكُم مَّا لَمْ تَكُونُواْ تَعْلَمُونَ (150) فَاذْكُرُونِىٓ أَذْكُرْكُمْ وَاشْكُرُواْ لِى وَلاَ تَكْفُرُونِؐ (151) يَـٰٓأَيُّهَا ۰لذِينَ ءَامَنُواْ èسْتَعِينُواْ بِالصَّبْرۣ وَالصَّلَوٰةِؐ إِنَّ ۰للَّهَ مَعَ ۰لصَّـٰبِـرۣينَؐ (152) وَلاَ تَقُولُواْ لِمَنْ يُّقْتَلُ فِى سَبِيلِ ۱للَّهِ أَمْوَ؛تٛؐ بَـلَ اَحْيَآءٌؐ وَچَكِن لاَّ تَشْعُرُونَؐ (153) وَلَنَبْلُوَنَّكُم بِشَىْءٍ مِّنَ ۰لْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِّنَ ۰لاَمْوَ؛لِ وَالاَنفُسِ وَالثَّمَرَ؛تتتِؐ وَبَشِّرۣ ۱لصَّـٰبِرۣينَ (154) ۰لذِينَ إِذَآ أَصَـٰبَتْهُم مُّصِيبَةٌ قَالُوٓاْ إِنَّا لِلهِ وَإِنَّآ إِلَيْهِ رَ؛جِعُونَؐ (155) ٱُوْلَئِكَ عَلَيْهِمْ صَلَوَ؛تٌ مِّن رَّبِّهِمْ وَرَحْمَةٌؐ وَٱُوْلَئِكَ هُمُ ۴لْمُهْتَدُونَؐ (156) © إِنَّ ۰لصَّفَا وَالْمَرْوَةَ مِن شَعَــٰٓئِـرۣ ۱للَّهِؐ فَمَنْ حَجَّ ۰لْبَيْــتَ أَوۣ 'عْتَمَرَ فَلاَ جُنَاحَ عَلَيْهِ أَنْ يَّطَّوَّفَ بِهِمَاؐ وَمَن تَطَوَّعَ خَيْراً فَإِنَّ ۰للَّهَ شَاكِر٘ عَلِيم٘ؐ (157) اِنَّ ۰لذِينَ يَكْتُمُونَ مَآ أَنزَلْنَا مِنَ ۰لْبَيِّنَـٰــتِ وَالْهُدۭيٰ مِنۢ بَعْدِ مَا بَيَّنَّــٰهُ لِلنَّاسِ فِى ۱لْكِتَــٰــبِ ٱُوْلَئِژَ يَلْعَنُهُمُ ۴للَّهُ وَيَلْعَنُهُمُ ۴لچَّعِنُونَ (158) إِلاَّ ۰لذِينَ تَابُواْ وَأَصْلَحُواْ وَبَيَّنُواْ فَٱُوْلَئِكَ أَتُوبببُ عَلَيْهِمْ وَأَنَا ۰لتَّوَّابببُ ۴لرَّحِيمُؐ (159) إِنَّ ۰لذِينَ كَفَرُواْ وَمَاتُواْ وَهُمْ كُفَّار٘ ۷وْلَئِكَ عَلَيْهِمْ لَعْنَةُ ۴للَّهِ وَالْمَلَئِكَةِ وَالنَّاسِ أَجْمَعِينَ (160) خَـٰلِدِينَ فِيهَاؐ لاَ يُخَفَّفُ عَنْهُمُ ۴لْعَذَابببُ وَلاَ هُمْ يُنظَرُونَؐ (161) وَإِچَهُكُمُ; إِچَهٌ وَ؛حِدٌؐ لٓاَّ إِچَهَ إِلاَّ هُوَؐ ۰لرَّحْمَـٰنُ ۴لرَّحِيمُؐ (162) إِنَّ فِى خَلْقِ ۱لسَّمَـٰوَ؛تتتِ وَالاَرْضِ وَاخْتِچَــفِ ۱ليْلِ وَالنَّهۭارۣ وَالْفُلْكِ ۱لتِى تَجْرۣى فِى ۱ڤْبَحْرۣ بِمَا يَنفَعُ ۴لنَّاسَ وَمَآ أَنزَلَ ۰للَّهُ مِنَ ۰لسَّمَآءِ مِن مَّآءٍ فَأَحْيۭا بِهِ ۱لاَرْضَ بَعْدَ مَوْتِهَا وَبَــثَّ فِيهَا مِن كُلِّ دَآبَّةٍ وَتَصْرۣيفِ ۱لرّۣيَـٰحِ وَالسَّحَابببِ ۱لْمُسَخَّرۣ بَيْنَ ۰لسَّمَآءِ وَالاَرْضِ ﺀَلاَيَـٰــتٍ لِّقَوْمٍ يَعْقِلُونَؐ (163) وَمِنَ ۰لنَّاسِ مَنْ يَّتَّخِذُ مِن دُونِ ۱للَّهِ أَندَاداً يُحِبُّونَهُمْ كَحُبِّ ۱للَّهِؐ وَالذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّاً لِّلهِؐ وَلَوْ تَرَي ۰لذِينَ ظَلَمُوٓاْ إِذْ يَرَوْنَ ۰لْعَذَابببَ أَنَّ ۰لْقُوَّةَ لِلهِ جَمِيعاً وَأَنَّ ۰للَّهَ شَدِيدُ ۴لْعَذَابببِؐ (164) ® إِذْ تَبَرَّأَ ۰لذِينَ ۸تُّبِعُواْ مِنَ ۰لذِينَ \"تَّبَعُواْ وَرَأَوُاْ ۴لْعَذَابببَ وَتَقَطَّعَــتْ بِهِمُ ۴لاَسْبَــٰــبُؐ (165) وَقَالَ ۰لذِينَ \"تَّبَعُواْ لَوَ اَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُواْ مِنَّاؐ كَذَ؛لِكَ يُرۣيهِمُ ۴للَّهُ أَعْمَــٰلَهُمْ حَسَرَ؛تتتٖ عَلَيْهِمْؐ وَمَا هُم بِخَـٰرۣجِينَ مِنَ ۰لنّۭارۣؐ (166) يَـٰٓأَيُّهَا ۰لنَّاسُ كُلُواْ مِمَّا فِى ۱لاَرْضِ حَچَلًا طَيِّباًؐ وَلاَ تَتَّبِعُواْ خُطْوَ؛تِ ۱لشَّيْطَـٰنِؐ إِنَّهُ„ لَكُمْ عَدُوٌّ مُّبِين٘ؐ (167) اِنَّمَا يَامُرُكُم بِالسُّوٓءِ وَاڤْفَحْشَآءِ وَأَن تَقُولُواْ عَلَي ۰للَّهِ مَا لاَ تَعْلَمُونَؐ (168) وَإِذَا قِيلَ لَهُمُ èتَّبِعُواْ مَآ أَنزَلَ ۰للَّهُ قَالُواْ بَلْ نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ ءَابَآءَنَآؐ أَوَلَوْ كَانَ ءَابَآؤُهُمْ لاَ يَعْقِلُونَ شَيْــٔـاً وَلاَ يَهْتَدُونَؐ (169) وَمَثَلُ ۴لذِينَ كَفَرُواْ كَمَثَلِ ۱ﻟ﮲ يَنْعِقُ بِمَا لاَ يَسْمَعُ إِلاَّ دُعَآءً وَنِدَآءًؐ صُمّٛ بُكْم٘ عُمْـيٌ فَهُمْ لاَ يَعْقِلُونَؐ (170) يَـٰٓأَيُّهَا ۰لذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَـٰــتِ مَا رَزَقْنَـٰكُمْ وَاشْكُرُواْ لِلهِ إِن كُنتُمُ; إِيَّاهُ تَعْبُدُونَؐ (171) إِنَّمَا حَرَّمَ عَلَيْكُمُ ۴لْمَيْتَةَ وَالدَّمَ وَلَحْمَ ۰لْخِنزۣيـرۣ وَمَآ ٱُهِلَّ بِهِ” لِغَيْرۣ ۱للَّهِؐ فَمَنُ ۶ضْطُرَّ غَيْرَ بَاغٍ وَلاَ عَادٍ فَلآَ إِثْمَ عَلَيْهِؐ إِنَّ ۰للَّهَ غَفُورٌ رَّحِيم٘ؐ (172) اِنَّ ۰لذِينَ يَكْتُمُونَ مَآ أَنزَلَ ۰للَّهُ مِنَ ۰لْكِتَـٰــبِ وَيَشْتَرُونَ بِهِ” ثَمَناً قَلِيلٗا ۷وْلَئِكَ مَا يَاكُلُونَ فِى بُطُونِهِمُ; إِلاَّ ۰لنَّارَ وَلاَ يُكَلِّمُهُمُ ۴للَّهُ يَوْمَ ۰لْقِيَـٰمَةِ وَلاَ يُزَكِّيهِمْؐ وَلَهُمْ عَذَاب٘ اَلِيم٘ؐ (173) ۷وْلَئِژَ ۰لذِينَ \"شْتَرَوُاْ ۴لضَّچَلَةَ بِالْهُدۭيٰ وَالْعَذَابببَ بِالْمَغْفِرَةِ فَمَآ أَصْبَرَهُمْ عَلَي ۰لنّۭارۣؐ (174) ذَ؛لِكَ بِأَنننَّ ۰للَّهَ نَزَّلَ ۰لْكِتَـٰــبَ بِالْحَقﱢّؐ وَإِنَّ ۰لذِينَ \"خْتَلَفُواْ فِى ۱لْكِتَـٰــبِ لَفِى شِقَاقٙ بَعِيدٍؐ (175) ¥ لَّيْسَ ۰لْبِرُّ أَن تُوَلُّواْ وُجُوهَكُمْ قِبَلَ ۰لْمَشْرۣقِ وَالْمَغْرۣبببِؐ وَچَكِنِ ۱لْبِرُّ مَنَ —امَنَ بِاللَّهِ وَالْيَوْمِ ۱لاَخِرۣ وَالْمَلَئِكَةِ وَالْكِتَــٰــبِ وَالنَّبِيٓــٕـﯧنَ وَءَاتَي ۰لْمَالَ عَلَيٰ حُبِّهِ” ذَوۣى ۱لْقُرْبۭيٰ وَالْيَتَـٰمۭيٰ وَالْمَسَـٰكِينَ وَابْنَ ۰لسَّبِيلِ وَالسَّآئِـلِينَ وَفِى ۱لرّۣقَابببِ وَأَقَامَ ۰لصَّلَوٰةَ وَءَاتَي ۰لزَّكَوٰةَؐ وَالْمُوفُونَ بِعَهْدِهِمُ; إِذَا عَـٰهَدُواْؐ وَالصَّـٰبِرۣينَ فِى ۱لْبَأْسَآءِ وَالضَّرَّآءِ وَحِيــنَ ۰لْبَأْسِؐ ٱُوْلَئِكَ ۰لذِيــنَ صَدَقُواْؐ وَٱُوْلَئِكَ هُمُ ۴لْمُتَّقُونَؐ (176) يَـٰٓأَيُّهَا ۰لذِينَ ءَامَنُواْ كُتِبَ عَلَيْكُمُ ۴لْقِصَاصُ فِى ۱لْقَتْلَيؐ ۰لْحُرُّ بِالْحُرّۣ وَالْعَبْدُ بِالْعَبْدِ وَالاُنثۭيٰ بِالاُنثۭيٰؐ فَمَــنْ عُفِيَ لَهُ„ مِنَ اَخِيهِ شَىْءٌ فَاتِّبَاعٛ بِالْمَعْرُوفِ وَأَدَآء٘ اِلَيْهِ بِإِحْسَـٰنٍؐ ذَ؛لِكَ تَخْفِيفٌ مِّن رَّبِّكُمْ وَرَحْمَةٌؐ فَمَنِ 'عْتَدۭيٰ بَعْدَ ذَ؛لِژَ فَلَهُ„ عَذَاببب٘ اَلِيمٌؐ (177) وَلَكُمْ فِى ۱لْقِصَاصِ حَيَوٰةٌ يَـٰٓٱُوْلِى ۱لاَلْبَــٰــبِ لَعَلَّكُمْ تَتَّقُونَؐ (178) كُتِــبَ عَلَيْكُمُ; إِذَا حَضَرَ أَحَدَكُمُ ۴لْمَوْتتتُ إِن تَرَكَ خَيْراٗؐ ۱لْوَصِيَّةُ لِلْوَ؛لِدَيْنِ وَ الاَقْرَبِينَ بِالْمَعْرُوفِؐ حَقّاٗ عَلَي ۰لْمُتَّقِينَؐ (179) فَمَنۢ بَدَّلَهُ„ بَعْدَ مَا سَمِعَهُ„ فَإِنَّمَآ إِثْمُهُ„ عَلَي ۰لذِينَ يُبَدِّلُونَهُؐ; إِنَّ ۰للَّهَ سَمِيع٘ عَلِيمٌؐ (180) فَمَنْ خَافَ مِن مُّوصٍ جَنَفاٗ اَوۣ اِثْماً فَأَصْلَحَ بَيْنَهُمْ فَلآَ إِثْمَ عَلَيْهِؐ إِنَّ ۰للَّهَ غَفُورٌ رَّحِيمٌؐ (181) يَـٰٓأَيُّهَا ۰لذِينَ ءَامَنُواْ كُتِــبَ عَلَيْكُمُ ۴لصِّيَامُ كَمَا كُتِــبَ عَلَي ۰لذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ (182) أَيَّاماً مَّعْدُودَ؛تٍؐ فَمَــن كَانَ مِنكُم مَّرۣيضاٗ اَوْ عَلَيٰ سَفَرٍ فَعِدَّةٌ مِّنَ اَيَّامٖ ۷خَرَؐ وَعَلَي ۰لذِينَ يُطِيقُونَهُ„ فِدْيَةُ طَعَامِ مَسَـٰكِينَؐ فَمَن تَطَوَّعَ خَيْراً فَهُوَ خَيْرٌ لَّهُؐ„ وَأَن تَصُومُواْ خَيْرٌ لَّكُمُ; إِن كُنتُمْ تَعْلَمُونَؐ (183) ® شَهْرُ رَمَضَانَ ۰ﻟـذِىٓ ٱُنزۣلَ فِيهِ ۱لْقُرْءَانُ هُديً لِّلنَّاسِ وَبَيِّنَــٰــتٍ مِّنَ ۰لْهُدۭيٰ وَالْفُرْقَانِؐ فَمَن شَهِدَ مِنكُمُ ۴لشَّهْرَ فَلْيَصُمْهُؐ وَمَن كَانَ مَرۣيضاٗ اَوْ عَلَيٰ سَفَرٍ فَعِدَّةٌ مِّنَ اَيَّامٖ ۷خَرَؐ يُرۣيدُ ۴للَّهُ بِكُمُ ۴لْيُسْرَ وَلاَ يُرۣيدُ بِـكُمُ ۴لْعُسْرَؐ وَلِتُكْمِلُواْ ۴لْعِدَّةَ وَلِتُكَـبِّـرُواْ ۴للَّهَ عَلَيٰ مَـــا هَدۭيٰكُمْ وَلَعَلَّكُمْ تَشْكُرُونَؐ (184) وَإِذَا سَأَلَكَ عِبَادِى عَنِّى فَإِنِّى قَرۣيب٘ؐ ۷جِيــبُ دَعْوَةَ ۰لدَّاعِ“ إِذَا دَعَانِؐ” فَلْيَسْتَجِيبُواْ لِى وَلْيُومِنُواْ بِيَ لَعَلَّهُمْ يَرْشُدُونَؐ (185) ٱُحِلَّ لَكُمْ لَيْلَةَ ۰لصِّيَامِ ۱لرَّفَــثُ إِلَيٰ نِسَآئِكُمْؐ هُنَّ لِـبَاسٌ لَّكُمْ وَأَنتُمْ لِبَاسٌ لَّهُنَّؐ عَلِمَ ۰للَّهُ أَنَّكُمْ كُنتُمْ تَخْتَانُونَ أَنفُسَكُمْ فَتَابببَ عَلَيْكُمْ وَعَفَا عَنكُمْؐ فَاچَنَ بَـٰشِرُوهُنَّؐ وَابْتَغُواْ مَا كَتَبَ ۰للَّهُ لَكُمْؐ وَكُلُواْ وَاشْرَبُواْ حَتَّيٰ يَتَبَيَّنَ لَكُمُ ۴لْخَيْطُ ۴لاَبْيَضُ مِنَ ۰لْخَيْطِ ۱لاَسْوَدِ مِنَ ۰لْفَجْـرۣؐ ثُمَّ أَتِمُّواْ ۴لصِّيَامَ إِلَي ۰ليْلِؐ وَلاَ تُبَــٰشِرُوهُنَّ وَأَنتُمْ عَــٰكِفُونَ فِى ۱لْمَسَـٰجِدِؐ تِلْكَ حُدُودُ ۴للَّهِؐ فَلاَ تَقْرَبُوهَاؐ كَذَ؛لِكَ يُبَيِّنُ ۴للَّهُ ءَايَـٰتِهِ” لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَؐ (186) وَلاَ تَاكُلُوٓاْ أَمْوَ؛لَكُم بَيْنَكُم بِالْبَــٰطِلِ وَتُدْلُواْ بِهَآ إِلَي ۰لْحُكَّامِ لِتَاكُلُواْ فَرۣيقاً مِّنَ اَمْوَلِ۱لنَّاسِ بِالِاثْمِ وَأَنتُمْ تَعْلَمُونَؐ (187) © يَسْـَٔلُونَكَ عَنِ ۱لاَهِلَّةِؐ قُلْ هِيَ مَوَ؛قِيــتُ لِلنَّاسِ وَالْحَجﱢّؐ وَلَيْسَ ۰لْـبِرُّ بِأَن تَاتُواْ ۴لْبُيُوتتتَ مِن ظُهُورۣهَاؐ وَچَكِنِ ۱لْبِرُّ مَنِ 'تَّقۭيٰؐ وَاتُواْ ۴لْبُيُوتتتَ مِنَ اَبْوَ؛بِهَاؐ وَاتَّقُواْ ۴للَّهَ لَعَلَّكُمْ تُفْلِحُونَؐ (188) وَقَـٰتِلُواْ فِى سَبِيلِ ۱للَّهِ ۱لذِينَ يُقَــٰتِلُونَكُمْ وَلاَ تَعْتَدُوٓاْؐ إِنَّ ۰للَّهَ لاَ يُحِــبُّ ۴لْمُعْتَدِينَؐ (189) وَاقْتُلُوهُمْ حَيْــثُ ثَقِفْتُمُوهُمْ وَأَخْرۣجُوهُم مِّنْ حَيْــثُ أَخْرَجُوكُمْؐ وَالْفِتْنَةُ أَشَدُّ مِنَ ۰لْقَتْلِؐ وَلاَ تُقَــٰتِلُوهُمْ عِندَ ۰لْمَسْجِدِ ۱لْحَرَامِ حَتَّيٰ يُقَـٰتِلُوكُمْ فِيهِؐ فَإِن قَـٰتَلُوكُمْ فَاقْتُلُوهُمْؐ كَذَ؛لِژَ جَزَآءُ ۴لْكۭـٰفِرۣينَؐ (190) فَإِنِ 'نتَهَوْاْ فَإِنَّ ۰للَّهَ غَفُورٌ رَّحِيمٌؐ (191) وَقَـٰتِلُوهُمْ حَتَّــيٰ لاَ تَكُونَ فِتْنَةٌ وَيَكُونَ ۰لدِّينُ لِلهِؐ فَإِنِ 'نتَهَوْاْ فَلاَ عُدْوَ؛نَ إِلاَّ عَلَي ۰لظَّـٰلِمِينَؐ (192) ۰لشَّهْرُ ۴لْحَرَامُ بِالشَّهْرۣ ۱لْحَرَامِ وَالْحُرُمَــٰــتُ قِصَاصٌؐ فَمَنِ 'عْتَدۭيٰ عَلَيْكُمْ فَاعْتَدُواْ عَلَيْهِ بِمِثْلِ مَا \"عْتَدۭيٰ عَلَيْكُمْؐ وَاتَّقُواْ ۴للَّهَ وَاعْلَمُوٓاْ أَنَّ ۰للَّهَ مَعَ ۰لْمُتَّقِينَؐ (193) وَأَنفِقُواْ فِى سَبِيلِ ۱للَّهِ وَلاَ تُلْقُواْ بِأَيْدِيكُمُ; إِلَي ۰لتَّهْلُكَةِ وَأَحْسِنُوٓاْؐ إِنَّ ۰للَّهَ يُحِــبُّ ۴ڤْمُحْسِنِينَؐ (194) وَأَتِمُّواْ ۴لْحَجَّ وَالْعُمْرَةَ لِلهِؐ فَإِنُ۷حْصِرْتُمْ فَمَا \"سْتَيْسَرَ مِنَ ۰لْهَدْيِؐ وَلاَ تَحْلِقُواْ رُءُوسَكُمْ حَتَّيٰ يَبْلُغَ ۰لْهَدْيُ مَحِلَّهُؐ„ فَمَن كَانَ مِنكُم مَّرۣيضاٗ اَوْ بِهِ“ أَذيً مِّن رَّأْسِهِ” فَفِدْيَةٌ مِّن صِيَامٖ اَوْ صَدَﻗَﺔٖ اَوْ نُسُكٍؐ فَإِذَآ أَمِنتُمْ فَمَن تَمَتَّعَ بِالْعُمْرَةِ إِلَي ۰لْحَجِّ فَمَا \"سْتَيْسَرَ مِنَ ۰لْهَدْيِؐ ® فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَـچَثَةِ أَيَّامٍ فِى ۱لْحَجِّ وَسَبْعَةٖ اِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كَامِلَةٌؐ ذَ؛لِكَ لِمَن لَّمْ يَكُنَ اَهْلُهُ„ حَاضِرۣى ۱لْمَسْجِدِ ۱لْحَرَامِؐ وَاتَّقُواْ ۴للَّهَ وَاعْلَمُوٓاْ أَنَّ ۰للَّهَ شَدِيدُ ۴لْعِقَابببِؐ (195) ۱لْحَجُّ أَشْهُرٌ مَّعْلُومَــٰــتٌؐ فَمَن فَرَضَ فِيهِنَّ ۰لْحَجَّ فَلاَ رَفَـثَ وَلاَ فُسُوقَ وَلاَ جِدَالَ فِى ۱لْحَجﱢّؐ وَمَا تَفْعَلُواْ مِنْ خَيْرٍ يَعْلَمْهُ ۴للَّهُؐ وَتَزَوَّدُواْؐ فَإِنَّ خَيْرَ ۰لزَّادِ ۱لتَّقْوۭيٰؐ وَاتَّقُونِ يَـٰٓٱُوْلِى ۱لاَلْبَـٰـــبِؐ (196) لَيْسَ عَلَيْكُمْ جُنَاح٘ اَن تَـبْتَغُواْ فَضْلًا مِّن رَّبِّكُمْؐ فَإِذَآ أَفَضْتُم مِّنْ عَرَفَــٰــتٍ فَاذْكُرُواْ ۴للَّهَ عِندَ ۰لْمَشْعَرۣ ۱لْحَرَامِؐ وَاذْكُرُوهُ كَمَا هَدۭيٰكُمْ وَإِن كُنتُم مِّن قَبْلِهِ” لَمِنَ ۰لضَّآلِّينَؐ (197) ثُمَّ أَفِيضُواْ مِنْ حَيْــثُ أَفَاضَ ۰لنَّاسُؐ وَاسْتَغْفِرُواْ ۴للَّهَؐ إِنَّ ۰للَّهَ غَفُورٌ رَّحِيمٌؐ (198) فَإِذَا قَضَيْتُم مَّنَـٰسِكَكُمْ فَاذْكُرُواْ ۴للَّهَ كَذِكْرۣكُمُ; ءَابَآءَكُمُ; أَوَ اَشَدَّ ذِكْراًؐ فَمِنَ ۰لنَّاسِ مَنْ يَّقُولُ رَبَّنَآ ءَاتِنَا فِى ۱لدُّنْيۭا وَمَا لَهُ„ فِى ۱لاَخِرَةِ مِنْ خَچَقٍؐ وَمِنْهُم مَّنْ يَّقُولُ رَبَّنَآ ءَاتِنَا فِى ۱لدُّنْيۭا حَسَنَةً وَفِى ۱لاَخِرَةِ حَسَنَةً وَقِنَا عَذَابَ ۰لنّۭارۣؐ (199) ٱُوْلَئِژَ لَهُمْ نَصِيــبٌ مِّمَّا كَسَبُواْؐ وَاللَّهُ سَرۣيعُ ۴لْحِسَابِؐ (200) ¤ وَاذْكُرُواْ ۴للَّهَ فِىٓ أَيَّامٍ مَّعْدُودَ؛تتتٍؐ فَمَن تَعَجَّلَ فِى يَوْمَيْنِ فَلآَ إِثْمَ عَلَيْهِؐ وَمَن تَأَخَّرَ فَلآَ إِثْمَ عَلَيْهِ لِمَنِ 'تَّقۭيٰؐ وَاتَّقُواْ ۴للَّهَ وَاعْلَمُوٓاْ أَنَّكُمُ; إِلَيْهِ تُحْشَرُونَؐ (201) وَمِنَ ۰لنَّاسِ مَنْ يُّعْجِبُژَ قَوْلُهُ„ فِى ۱لْحَيَوٰةِ ۱لدُّنْيۭا وَيُشْهِدُ ۴للَّهَ عَلَيٰ مَا فِى قَلْبِهِ” وَهُوَ أَلَدُّ ۴لْخِصَامِؐ (202) وَإِذَا تَوَلّۭيٰ سَعۭيٰ فِى ۱لاَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ ۰لْحَرْثثثَ وَالنَّسْلَؐ وَاللَّهُ لاَ يُحِبُّ ۴لْفَسَادَؐ (203) وَإِذَا قِيلَ لَهُ èتَّقِ ۱للَّهَ أَخَذَتْهُ ۴لْعِزَّةُ بِالِاثْمِ فَحَسْبُهُ„ جَهَنَّمُؐ وَلَبِيسَ ۰لْمِهَادُؐ (204) وَمِنَ ۰لنَّاسِ مَنْ يَّشْرۣى نَفْسَهُ èبْتِغَآءَ مَرْضَاتتتِ ۱للَّهِؐ وَاللَّهُ رَءُوفٛ بِالْعِبَادِؐ (205) يَـٰٓأَيُّهَا ۰لذِينَ ءَامَنُواْ ۶دْخُلُواْ فِى ۱لسَّلْمِ كَآفَّةًؐ وَلاَ تَتَّبِعُواْ خُطْوَ؛تتتِ ۱لشَّيْطَـٰنِؐ إِنَّهُ„ لَكُمْ عَدُوٌّ مُّبِينٌؐ (206) فَإِن زَلَلْتُم مِّنۢ بَعْدِ مَا جَآءَتْكُمُ ۴لْبَيِّنَــٰــتُ فَاعْلَمُوٓاْ أَنَّ ۰للَّهَ عَزۣيز٘ حَكِيم٘ؐ (207) هَلْ يَنظُرُونَ إِلٓاَّ أَنْ يَّاتِيَهُمُ ۴للَّهُ فِى ظُلَلٍ مِّنَ ۰لْغَمَـٰمِؐ وَالْمَلَئِكَةُ وَقُضِيَ ۰لاَمْرُؐ وَإِلَي ۰للَّهِ تُرْجَعُ ۴لاُمُورُؐ (208) سَلْ بَنِىٓ إِسْرَآءِيلَ كَمَ —اتَيْنَـٰهُم مِّنَ —ايَةٙ بَيِّنَةٍؐ وَمَنْ يُّبَدِّلْ نِعْمَةَ ۰للَّهِ مِنۢ بَعْدِ مَا جَآءَتْهُ فَإِنَّ ۰للَّهَ شَدِيدُ ۴لْعِقَابببِؐ (209) زُيِّنَ لِلذِينَ كَفَرُواْ ۴لْحَيَوٰةُ ۴لدُّنْيۭا وَيَسْخَرُونَ مِنَ ۰لذِينَ ءَامَنُواْؐ وَالذِينَ \"تَّقَوْاْ فَوْقَهُمْ يَوْمَ ۰لْقِيَـٰمَةِؐ وَاللَّهُ يَرْزُقُ مَنْ يَّشَآءُ بِغَيْرۣ حِسَابببٍؐ (210) ® كَانَ ۰لنَّاسُ ٱُمَّةً وَ؛حِدَةً فَبَعَــثَ ۰للَّهُ ۴لنَّبِيٓــٕـﯧنَ مُبَشِّرۣينَ وَمُنذِرۣينَ وَأَنزَلَ مَعَهُمُ ۴لْكِتَـٰــبَ بِالْحَقِّ ڤِيَحْكُمَ بَيْنَ ۰لنَّاسِ فِيمَا \"خْتَلَفُواْ فِيهِؐ وَمَا \"خْتَلَفَ فِيهِ إِلاَّ ۰لذِينَ ٱُوتُوهُؐ مِنۢ بَعْدِ مَا جَآءَتْهُمُ ۴لْبَيِّنَـٰــتُ بَغْياَۢ بَيْنَهُمْؐ فَهَدَي ۰للَّهُ ۴لذِينَ ءَامَنُواْ لِمَا \"خْتَلَفُواْ فِيهِ مِنَ ۰لْحَقِّ بِإِذْنِهِؐ” وَاللَّهُ يَهْدِى مَنْ يَّشَآءُ ﹹلَيٰ صِرَ؛طٍ مُّسْتَقِيمٖؐ (211) اَمْ حَسِبْتُمُ; أَن تَدْخُلُواْ ۴لْجَنَّةَ وَلَمَّا يَاتِكُم مَّثَلُ ۴لذِينَ خَلَوْاْ مِن قَـبْلِكُم مَّسَّتْهُمُ ۴لْبَأْسَآءُ وَالضَّرَّآءُ وَزُلْزۣلُواْ حَتَّيٰ يَقُولُ ۴لرَّسُولُ وَالذِينَ ءَامَنُواْ مَعَهُ„ مَتۭيٰ نَصْرُ ۴للَّهِؐ أَلآَ إِنَّ نَصْرَ ۰للَّهِ قَرۣيــبٌؐ(212) يَسْـَٔلُونَكَ مَاذَا يُنفِقُونَؐ قُلْ مَآ أَنفَقْتُم مِّنْ خَيْرٍ فَلِلْوَ؛لِدَيْنِ وَالاَقْرَبِينَ وَالْيَتَـٰمۭيٰ وَالْمَسَـٰكِينِ وَابْنِ ۱لسَّبِيلِؐ وَمَا تَفْعَلُواْ مِنْ خَيْرٍ فَإِنَّ ۰للَّهَ بِهِ” عَلِيمٌؐ (213) كُتِــبَ عَلَيْكُمُ ۴لْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْؐ وَعَسۭيٰٓ أَن تَكْرَهُواْ شَيْـٔاً وَهُوَ خَيْرٌ لَّكُمْؐ وَعَسۭيٰٓ أَن تُحِبُّواْ شَيْـٔاً وَهُوَ شَرٌّ لَّكُمْؐ وَاللَّهُ يَعْلَمُؐ وَأَنتُمْ لاَ تَعْلَمُونَؐ (214) يَسْـَٔلُونَكَ عَنِ ۱لشَّهْرۣ ۱لْحَرَامِ قِتَالٍ فِيهِؐ قُلْ قِتَالٌ فِيهِ كَبِيرٌؐ وَصَدّﹲ عَن سَبِيلِ ۱للَّهِ وَكُفْرٛ بِهِ” وَالْمَسْجِدِ ۱لْحَرَامِ وَإِخْرَاجُ أَهْلِهِ” مِنْهُ أَكْبَرُ عِندَ ۰للَّهِؐ وَالْفِتْنَةُ أَكْبَرُ مِنَ ۰لْقَتْلِؐ وَلاَ يَزَالُونَ يُقَــٰتِلُونَكُمْ حَتَّيٰ يَرُدُّوكُمْ عَن دِينِكُمُ; إِنِ 'سْتَطَــٰعُواْؐ وَمَنْ يَّرْتَدِدْ مِنكُمْ عَن دِينِهِ” فَيَمُــتْ وَهُوَ كَافِرٌ فَٱُوْلَئِژَ حَبِطَــتَ اَعْمَـٰلُهُمْ فِى ۱لدُّنْيۭا وَالاَخِرَةِؐ وَٱُوْلَئِژَ أَصْحَــٰــبُ ۴لنّۭارۣ هُمْ فِيهَا خَــٰلِدُونَؐ (215) إِنَّ ۰لذِينَ ءَامَنُواْ وَالذِينَ هَاجَرُواْ وَجَـٰهَدُواْ فِى سَبِيلِ ۱للَّهِ ٱُوْلَئِژَ يَرْجُونَ رَحْمَتَ ۰للَّهِؐ وَاللَّهُ غَفُورٌ رَّحِيمٌؐ (216) © يَسْـَٔلُونَژَ عَنِ ۱لْخَمْرۣ وَالْمَيْسِرۣؐ قُلْ فِيهِمَآ إِثْمٌ كَبِيرٌ وَمَنَــٰفِعُ لِلنَّاسِؐ وَإِثْمُهُمَآ أَكْبَرُ مِن نَّفْعِهِمَاؐ وَيَسْـَٔلُونَژَ مَاذَا يُنفِقُونَ قُلِ ۱لْعَفْوَؐ كَذَ؛لِژَ يُبَيِّنُ ۴للَّهُ لَكُمُ ۴لاَيَــٰــتِ لَعَلَّكُمْ تَتَفَكَّرُونَ (217) فِى ۱لدُّنْيۭا وَالاَخِرَةِؐ وَيَسْــَٔلُونَژَ عَنِ ۱لْيَتَــٰمۭيٰ قُلِ اِصْڦَحٌ لَّهُمْ خَيْرٌؐ وَإِن تُخَالِطُوهُمْ فَإِخْوَ؛نُكُمْؐ وَاللَّهُ يَعْلَمُ ۴لْمُفْسِدَ مِنَ ۰ڤْمُصْلِحِؐ وَلَوْ شَآءَ ۰للَّهُ لَأَعْنَتَكُمُؐ; إِنَّ ۰للَّهَ عَزۣيز٘ حَكِيمٌؐ (218) وَلاَ تَنكِحُواْ ۴لْمُشْرۣكَـٰــتِ حَتَّيٰ يُومِنَّؐ وَلَأَمَةٌ مُّومِنَة٘ خَيْرٌ مِّن مُّشْرۣكَةٍ وَلَوَ اَعْجَبَتْكُمْؐ وَلاَ تُنكِحُواْ ۴لْمُشْرۣكِينَ حَتَّيٰ يُومِنُواْؐ وَلَعَبْدٌ مُّومِن٘ خَيْرٌ مِّن مُّشْرۣژٍ وَلَوَ اَعْجَبَكُمُؐ; ٱُوْلَئِژَ يَدْعُونَ إِلَي ۰لنّۭارۣؐ وَاللَّهُ يَدْعُوٓاْ إِلَي ۰لْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِؐ” وَيُبَيِّنُ ءَايَـٰتِهِ” لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَؐ (219) وَيَسْـَٔلُونَژَ عَنِ ۱ڤْمَحِيضِ قُلْ هُوَ أَذيًؐ فَاعْتَزۣلُواْ ۴لنِّسَآءَ فِى ۱ڤْمَحِيضِؐ وَلاَ تَقْرَبُوهُنَّ حَتَّيٰ يَطْهُرْنَؐ فَإِذَا تَطَهَّرْنَ فَاتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ ۴للَّهُؐ إِنَّ ۰للَّهَ يُحِــبُّ ۴لتَّوَّ؛بِينَ وَيُحِــبُّ ۴لْمُتَطَهِّرۣينَؐ (220) نِسَآؤُكُمْ حَرْثثثٌ لَّكُمْ فَاتُواْ حَرْثَكُمُ; أَنّۭيٰ شِيؔتُمْؐ وَقَدِّمُواْ لَأِنفُسِكُمْؐ وَاتَّقُواْ ۴للَّهَؐ وَاعْلَمُوٓاْ أَنَّكُم مُّچَقُوهُؐ وَبَشِّرۣ ۱لْمُومِنِينَؐ (221) وَلاَ تَجْعَلُواْ ۴للَّهَ عُرْضَةً لَأِّيْمَـٰنِكُمُؐ; أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصْلِحُواْ بَيْنَ۰لنَّاسِؐ وَاللَّهُ سَمِيع٘ عَلِيمٌؐ (222) لاَّ يُوَ۬اخِذُكُمُ ۴للَّهُ بِاللَّغْوۣ فِىٓ أَيْمَـٰنِكُمْؐ وَچَكِنْ يُّوَ۬اخِذُكُم بِمَا كَسَبَــتْ قُلُوبُكُمْؐ وَاللَّهُ غَفُور٘ حَلِيمٌؐ (223) لِّلذِينَ يُولُونَ مِن نِّسَآئِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍؐ فَإِن فَآءُو فَإِنَّ ۰للَّهَ غَفُورٌ رَّحِيمٌؐ (224) ® وَإِنْ عَزَمُواْ ۴لطَّچَقَ فَإِنَّ ۰للَّهَ سَمِيع٘ عَلِيمٌؐ (225) وَالْمُطَلَّقَـٰتُ يَتَرَبَّصْنَ بِأَنفُسِهِنَّ ثَـچَثَةَ قُرُوٓءٍؐ وَلاَ يَحِلُّ لَهُنَّ أَنْ يَّكْتُمْنَ مَا خَلَقَ ۰للَّهُ فِىٓ أَرْحَامِهِنَّ إِن كُنَّ يُومِنَّ بِاللَّهِ وَالْيَوْمِ ۱لاَخِرۣؐ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِى ذَ؛لِكَ إِنَ اَرَادُوٓاْ إِصْڦَحاًؐ وَلَهُنَّ مِثْلُ ۴ﻟ﮲ عَلَيْهِنَّ بِالْمَعْرُوفِؐ وَلِلرّۣجَالِ عَلَيْهِنَّ دَرَجَةٌؐ وَاللَّهُ عَزۣيز٘ حَكِيم٘ؐ (226) ۱لطَّچَقُ مَرَّتَـٰنِؐ فَإِمْسَاكٛ بِمَعْرُوفٖ اَوْ تَسْرۣيحٛ بِإِحْسَـٰنٍؐ وَلاَ يَحِلُّ لَكُمُ; أَن تَاخُذُواْ مِمَّآ ءَاتَيْتُمُوهُنَّ شَيْـٔاٗ اِلٓاَّ أَنْ يَّخَافَآ أَلاَّ يُقِيمَا حُدُودَ ۰للَّهِؐ فَإِنْ خِفْتُمُ; أَلاَّ يُقِيمَا حُدُودَ ۰للَّهِ فَلاَ جُنَاحَ عَلَيْهِمَا فِيمَا \"فْتَدَتْ بِهِؐ” تِلْكَ حُدُودُ ۴للَّهِؐ فَلاَ تَعْتَدُوهَاؐ وَمَنْ يَّتَعَدَّ حُدُودَ ۰للَّهِ فَٱُوْلَئِكَ هُمُ ۴لظَّـٰلِمُونَؐ (227) فَإِن طَلَّقَهَا فَلاَ تَحِلُّ لَهُ„ مِنۢ بَعْدُ حَتَّيٰ تَنكِحَ زَوْجاٗ غَيْرَهُؐ„ فَإِن طَلَّقَهَا فَلاَ جُنَاحَ عَلَيْهِمَآ أَنْ يَّتَرَاجَعَآ إِن ظَنَّآ أَنْ يُّقِيمَا حُدُودَ ۰للَّهِؐ وَتِلْكَ حُدُودُ ۴للَّهِ يُبَيِّنُهَا لِقَوْمٍ يَعْلَمُونَؐ (228) وَإِذَا طَلَّقْتُمُ ۴لنِّسَآءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٖ اَوْ سَرّۣحُوهُنَّ بِمَعْرُوفٍؐ وَلاَ تُمْسِكُوهُنَّ ضِرَاراً لِّتَعْتَدُواْؐ وَمَنْ يَّفْعَلْ ذَ؛لِكَ فَقَد ظَّلَمَ نَفْسَهُؐ, وَلاَ تَتَّخِذُوٓاْ ءَايَـٰــتِ ۱للَّهِ هُزُؤاًؐ وَاذْكُرُواْ نِعْمَــتَ ۰للَّهِ عَلَيْكُمْ وَمَآ أَنزَلَ عَلَيْكُم مِّنَ ۰لْكِتَــٰــبِ وَالْحِكْمَةِ يَعِظُكُم بِهِؐ” وَاتَّقُواْ ۴للَّهَؐ وَاعْلَمُوٓاْ أَنَّ ۰للَّهَ بِكُلِّ شَيْءٖ عَلِيمٌؐ (229) وَإِذَا طَلَّقْتُمُ ۴لنِّسَآءَ فَبَلَغْنَ أَجَلَهُنَّ فَلاَ تَعْضُلُوهُنَّ أَنْ يَّنكِحْنَ أَزْوَ؛جَهُنَّ إِذَا تَرَ؛ضَوْاْ بَيْنَهُم بِالْمَعْرُوفِؐ ذَ؛لِكَ يُوعَظُ بِهِ” مَـن كَانَ مِنكُمْ يُومِنُ بِاللَّهِ وَالْيَوْمِ ۱لاَخِرۣؐ ذَ؛لِكُمُ; أَزْكۭيٰ لَكُمْ وَأَطْهَرُؐ وَاللَّهُ يَعْلَمُؐ وَأَنتُمْ لاَ تَعْلَمُونَؐ (230) ¥ وَالْوَ؛لِدَ؛تُ يُرْضِعْنَ أَوْچَدَهُنَّ حَوْلَيْنِ كَامِلَيْنِؐ لِمَنَ اَرَادَ أَنْ يُّتِمَّ ۰لرَّضَـٰعَةَؐ وَعَلَي ۰لْمَوْلُودِ لَهُ„ رۣزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِؐ لاَ تُكَلَّفُ نَفْس٘ اِلاَّ وُسْعَهَاؐ لاَ تُضَآرَّ وَ؛لِدَةٛ بِوَلَدِهَا وَلاَ مَوْلُودٌ لَّهُ„ بِوَلَدِهِؐ” وَعَلَي ۰لْوَارۣثثثِ مِثْلُ ذَ؛لِكَؐ فَإِنَ اَرَادَا فِصَالٗا عَن تَرَاضٍ مِّنْهُمَا وَتَشَاوُرٍ فَلاَ جُنَاحَ عَلَيْهِمَاؐ وَإِنَ اَرَدتُّمُ; أَن تَسْتَرْضِعُوٓاْ أَوْچَدَكُمْ فَلاَ جُنَاحَ عَلَيْكُمُ; إِذَا سَلَّمْتُم مَّآ ءَاتَيْتُم بِالْمَعْرُوفِؐ وَاتَّقُواْ ۴للَّهَؐ وَاعْلَمُوٓاْ أَنَّ ۰للَّهَ بِمَا تَعْمَلُونَ بَصِيرٌؐ (231) وَالذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَ؛جاً يَتَرَبَّصْنَ بِأَنفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْراًؐ فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِىٓ أَنفُسِهِنَّ بِالْمَعْرُوفِؐ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌؐ (232) وَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُم بِهِ” مِنْ خِطْبَةِ ۱لنِّسَآءِ اَ۬وَ اَكْنَنتُمْ فِىٓ أَنفُسِكُمْؐ عَلِمَ ۰للَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَچَكِن لاَّ تُوَاعِدُوهُنَّ سِرّاٗؐ اِلٓاَّ أَن تَقُولُواْ قَوْلًا مَّعْرُوفاًؐ ® وَلاَ تَعْزۣمُواْ عُقْدَةَ ۰لنِّكَاحِ حَتَّيٰ يَـبْلُغَ ۰لْكِتَــٰــبُ أَجَلَهُؐ, وَاعْلَمُوٓاْ أَنَّ ۰للَّهَ يَعْلَمُ مَا فِىٓ أَنفُسِكُمْ فَاحْذَرُوهُؐ وَاعْلَمُوٓاْ أَنَّ ۰للَّهَ غَفُور٘ حَلِيمٌؐ (233) لاَّ جُنَاحَ عَلَيْكُمُ; إِن طَلَّقْتُمُ ۴لنِّسَآءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرۣضُواْ لَهُنَّ فَرۣيضَةًؐ وَمَتِّعُوهُنَّ عَلَي ۰لْمُوسِعِ قَدْرُهُ„ وَعَلَي ۰لْمُقْتِرۣ قَدْرُهُ„ مَتَــٰعاَۢ بِالْمَعْرُوفِؐ حَقّاٗ عَلَي ۰ڤْمُحْسِنِينَؐ (234) وَإِن طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرۣيضَةً فَنِصْفُ مَا فَرَضْتُمُ; إِلٓاَّ أَنْ يَّعْفُونَ أَوْ يَعْفُوَاْ ۰ﻟ﮲ بِيَدِهِ” عُقْدَةُ ۴لنِّكَاحِؐ وَأَن تَعْفُوٓاْ أَقْرَبُ لِلتَّقْوۭيٰؐ وَلاَ تَنسَوُاْ ۴لْفَضْلَ بَيْنَكُمُؐ; إِنَّ ۰للَّهَ بِمَا تَعْمَلُونَ بَصِير٘ؐ (235) حَـٰفِظُواْ عَلَي ۰لصَّلَوَ؛تِ وَالصَّلَوٰةِ ۱لْوُسْطۭيٰ وَقُومُواْ لِلهِ قَــٰنِتِينَؐ (236) فَـإِنْ خِفْتُمْ فَرۣجَالٗا اَوْرُكْبَاناًؐ فَإِذَآ أَمِنتُمْ فَاذْكُرُواْ ۴للَّهَ كَمَا عَلَّمَكُم مَّا لَمْ تَكُونُواْ تَعْلَمُونَؐ (237) وَالذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَ؛جاً وَصِيَّةٌ لَأِّزْوَ؛جِهِم مَّتَــٰعاٗ اِلَي ۰لْحَوْلِ غَيْرَ إِخْرَاجٍؐ فَإِنْ خَرَجْنَ فَلاَ جُنَاحَ عَلَيْكُمْ فِى مَا فَعَلْنَ فِىٓ أَنفُسِهِنَّ مِن مَّعْرُوفٍؐ وَاللَّهُ عَزۣيز٘ حَكِيمٌؐ (238) وَلِلْمُطَلَّقَــٰــتِ مَتَــٰعٛ بِالْمَعْرُوفِؐ حَقّاٗ عَلَي ۰لْمُتَّقِينَؐ (239) كَذَ؛لِكَ يُبَيِّنُ ۴للَّهُ لَكُمُ; ءَايَــٰتِهِ” لَعَلَّكُمْ تَعْقِلُونَؐ (240) © أَلَمْ تَرَ إِلَي ۰لذِينَ خَرَجُواْ مِن دِيۭـٰرۣهِمْ وَهُمُ; ٱُلُوف٘ حَذَرَ ۰لْمَوْتتتِ فَقَالَ لَهُمُ ۴للَّهُ مُوتُواْ ثُمَّ أَحْيۭاهُمُؐ’ إِنَّ ۰للَّهَ لَذُو فَضْلٖ عَلَي ۰لنَّاسِؐ وَچَكِنَّ أَكْثَرَ ۰لنَّاسِ لاَ يَشْكُرُونَؐ (241) وَقَــٰتِلُواْ فِى سَبِيـلِ ۱للَّهِ وَاعْلَمُوٓاْ أَنَّ ۰للَّهَ سَمِيع٘ عَلِيمٌؐ (242) مَّن ذَا ۰ﻟ﮲ يُقْرۣضُ ۴للَّهَ قَرْضاٗ حَسَناً فَيُضَـٰعِفُهُ„ لَهُ; أَضْعَافاً كَثِيرَةًؐ وَاللَّهُ يَقْبِضُ وَيَبْصُطُؐ وَإِلَيْهِ تُرْجَعُونَؐ (243) أَلَمْ تَرَ إِلَي ۰لْمَلِإَ مِنۢ بَنِىٓ إِسْرَآءِيلَ مِنۢ بَعْدِ مُوسۭيٰٓ إِذْ قَالُواْ لِنَبِىٓءٍ لَّهُمُ èبْعَــثْ لَنَا مَلِكاً نُّقَــٰتِلْ فِى سَبِيلِ ۱للَّهِؐ قَالَ هَلْ عَسِيتُمُ; إِن كُتِــبَ عَلَيْكُمُ ۴لْقِتَالُ أَلاَّ تُقَــٰتِلُواْؐ قَالُواْ وَمَا لَنَآ أَلاَّ نُقَــٰتِلَ فِى سَبِيلِ ۱للَّهِ وَقَدُ ۷خْرۣجْنَا مِن دِيۭـٰرۣنَا وَأَبْنَآئِنَاؐ فَلَمَّا كُتِــبَ عَلَيْهِمُ ۴لْقِتَالُ تَوَلَّوۣاْ اِلاَّ قَلِيلًا مِّنْهُمْؐ وَاللَّهُ عَلِيمٛ بِالظَّــٰلِمِينَؐ (244) وَقَالَ لَهُمْ نَبِيٓــُٔهُمُ; إِنَّ ۰للَّهَ قَدْ بَعَــثَ لَكُمْ طَالُوتَ مَلِكاًؐ قَالُوٓاْ أَنّۭيٰ يَكُونُ لَهُ ۴لْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُوتتتَ سَعَةً مِّنَ ۰لْمَالِؐ قَالَ إِنَّ ۰للَّهَ \"صْطَفۭيٰهُ عَلَيْكُمْ وَزَادَهُ„ بَسْطَةً فِى ۱لْعِلْمِ وَالْجِسْمِؐ وَاللَّهُ يُوتِى مُلْكَهُ„ مَنْ يَّشَآءُؐ وَاللَّهُ وَ؛سِع٘ عَلِيمٌؐ (245) ® وَقَالَ لَهُمْ نَبِيٓـُٔهُمُ; إِنَّ ءَايَةَ مُلْكِهِ“ أَنْ يَّاتِيَكُمُ ۴لتَّابُوتتتُ فِيهِ سَكِينَةٌ مِّن رَّبِّكُمْ وَبَقِيَّةٌ مِّمَّا تَرَكَ ءَالُ مُوسۭيٰ وَءَالُ هَــٰرُونَ تَحْمِلُهُ ۴لْمَلَئِكَةُؐ إِنَّ فِى ذَ؛لِكَ ءَلاَيَةً لَّكُمُ; إِن كُنتُم مُّومِنِينَؐ (246) فَلَمَّا فَصَلَ طَالُوتتتُ بِالْجُنُودِ قَالَ إِنَّ ۰للَّهَ مُبْتَلِيكُم بِنَهَرٍ فَمَن شَرۣبببَ مِنْهُ فَلَيْسَ مِنِّى وَمَن لَّمْ يَطْعَمْهُ فَإِنَّهُ„ مِنِّيَ إِلاَّ مَنِ 'غْتَرَفَ غَرْفَةَۢ بِيَدِهِؐ” فَشَرۣبُواْ مِنْهُ إِلاَّ قَلِيلًا مِّنْهُمْؐ فَلَمَّا جَاوَزَهُ„ هُوَ وَالذِينَ ءَامَنُواْ مَعَهُ„ قَالُواْ لاَ طَاقَةَ لَنَا ۰لْيَوْمَ بِجَالُوتتتَ وَجُنُودِهِؐ” قَالَ ۰لذِينَ يَظُنُّونَ أَنَّهُم مُّچَقُواْ ۴للَّهِ كَم مِّن فِيؕةٍ قَلِيلَةٖ غَلَبَتْ فِيؕةً كَثِيرَةَۢ بِإِذْنِ ۱للَّهِؐ وَاللَّهُ مَعَ ۰لصَّــٰبِـرۣينَؐ (247) وَلَمَّا بَرَزُواْ لِجَالُوتتتَ وَجُنُودِهِ” قَالُواْ رَبَّنَآ أَفْرۣغْ عَلَيْنَا صَبْراً وَثَبِّــتَ اَقْدَامَنَا وَانصُرْنَا عَلَي ۰لْقَوْمِ ۱لْكۭـٰفِرۣينَ (248) فَهَزَمُوهُم بِإِذْنِ ۱للَّهِؐ وَقَتَلَ دَاوُﹼدُ جَالُوتتتَ وَءَاتۭيٰهُ ۴للَّهُ ۴لْمُلْژَ وَالْحِكْمَةَ وَعَلَّمَهُ„ مِمَّا يَشَآءُؐ وَلَوْلاَ دِفَــٰعُ ۴للَّهِ ۱لنَّاسَ بَعْضَهُم بِبَعْضٍ لَّفَسَدَتتتِ ۱لاَرْضُؐ وَچَكِنَّ ۰للَّهَ ذُو فَضْلٖ عَلَي ۰لْعَــٰلَمِينَؐ (249) تِلْكَ ءَايَـٰــتُ ۴للَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقﱢّؐ وَإِنَّكَ لَمِنَ ۰لْمُرْسَلِينَؐ (250) ¤ تِلْكَ ۰لرُّسُلُؐ فَضَّلْنَا بَعْضَهُمْ عَلَيٰ بَعْضٍؐ مِّنْهُم مَّن كَلَّمَ ۰للَّهُؐ وَرَفَعَ بَعْضَهُمْ دَرَجَــٰــتٍؐ وَءَاتَيْنَا عِيسَي \"بْنَ مَرْيَمَ ۰لْبَيِّنَــٰــتِ وَأَيَّدْنَــٰهُ بِرُوحِ ۱لْقُدُسِؐ وَلَوْ شَآءَ ۰للَّهُ مَا \"قْتَتَلَ ۰لذِينَ مِنۢ بَعْدِهِم مِّنۢ بَعْدِ مَا جَآءَتْهُمُ ۴لْبَيِّنَـٰــتُؐ وَچَكِنِ 'خْتَلَفُواْؐ فَمِنْهُم مَّنَ —امَنَ وَمِنْهُم مَّن كَفَرَؐ وَلَوْ شَآءَ ۰للَّهُ مَا \"قْتَتَلُواْؐ وَچَكِنَّ ۰للَّهَ يَفْعَلُ مَا يُرۣيدُؐ (251) يَـٰٓأَيُّهَا ۰لذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقْنَــٰكُم مِّن قَبْلِ أَنْ يَّاتِيَ يَوْمٌ لاَّ بَيْعٌ فِيهِ وَلاَ خُلَّةٌ وَلاَ شَفَــٰعَةٌؐ وَالْكَـٰفِرُونَ هُمُ ۴لظَّـٰلِمُونَؐ (252) ۰للَّهُ لآَ إِچَهَ إِلاَّ هُوَؐ ۰لْحَيُّ ۴لْقَيُّومُؐ (253) لاَ تَاخُذُهُ„ سِنَةٌ وَلاَ نَوْمٌؐ لَّهُ„ مَا فِى ۱لسَّمَـٰوَ؛تتتِ وَمَا فِى ۱لاَرْضِؐ مَن ذَا ۰ﻟ﮲ يَشْفَعُ عِندَهُ; إِلاَّ بِإِذْنِهِؐ” يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْؐ وَلاَ يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِ“ إِلاَّ بِمَا شَآءَؐ وَسِعَ كُرْسِيُّهُ ۴لسَّمَـٰوَ؛تتتِ وَالاَرْضَؐ وَلاَ يَـُٔودُهُ„ حِفْظُهُمَاؐ وَهُوَ ۰لْعَلِيُّ ۴لْعَظِيمُؐ (254) لآَ إِكْرَاهَ فِى ۱لدِّينِؐ قَد تَّبَيَّنَ ۰لرُّشْدُ مِنَ ۰لْغَيﱢّؐ فَمَنْ يَّكْفُرْ بِالطَّـٰغُوتتتِ وَيُومِنۢ بِاللَّهِ فَقَدِ 'سْتَمْسَكَ بِالْعُرْوَةِ ۱لْوُثْقۭيٰ لاَ \"نفِصَامَ لَهَاؐ وَاللَّهُ سَمِيع٘ عَلِيم٘ؐ (255) ۱للَّهُ وَلِيُّ ۴لذِينَ ءَامَنُواْ يُخْرۣجُهُم مِّنَ ۰لظُّلُمَــٰــتِ إِلَي ۰لنُّورۣؐ وَالذِينَ كَفَرُوٓاْ أَوْلِيَآؤُهُمُ ۴لطَّــٰغُوتتتُ يُخْرۣجُونَهُم مِّنَ ۰لنُّورۣ إِلَي ۰لظُّلُمَــٰــتِؐ ٱُوْلَئِكَ أَصْحَــٰــبُ ۴لنّۭارۣ هُمْ فِيهَا خَـٰلِدُونَؐ (256) ® أَلَمْ تَرَ إِلَي ۰ﻟ﮲ حَآجَّ إِبْرَ؛هِيمَ فِى رَبِّهِ“أَنَ —اتۭيٰهُ ۴للَّهُ ۴لْمُلْكَ إِذْ قَالَ إِبْرَ؛هِيمُ رَبِّيَ ۰ﻟ﮲ يُحْىِ” وَيُمِيتُؐ قَالَ أَنَآ ٱُحْىِ” وَٱُمِيــتُؐ قَالَ إِبْرَ؛هِيمُ فَإِنَّ ۰للَّهَ يَاتِى بِالشَّمْسِ مِنَ ۰لْمَشْرۣقِ فَاتتتِ بِهَا مِنَ ۰لْمَغْرۣبِ فَبُهِــتَ ۰ﻟ﮲ كَفَرَؐ وَاللَّهُ لاَ يَهْدِى ۱لْقَوْمَ ۰لظَّـٰلِمِينَؐ (257) أَوْ كَاﻟ﮲ مَرَّ عَلَيٰ قَرْيَةٍ وَهِيَ خَاوۣيَة٘ عَلَيٰ عُرُوشِهَاؐ قَالَ أَنّۭيٰ يُحْىِ” هَـٰذِهِ ۱للَّهُ بَعْدَ مَوْتِهَا فَأَمَاتَهُ ۴للَّهُ مِاْيؕةَ عَامٍ ثُمَّ بَعَثَهُؐ„ قَالَ كَمْ لَبِثْــتَؐ قَالَ لَبِثْــتُ يَوْماٗ اَوْ بَعْضَ يَوْمٍؐ قَالَ بَل لَّبِثْــتَ مِاْيؕةَ عَامٍؐ فَانظُرۣ اِلَيٰ طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْؐ وَانظُرۣ اِلَيٰ حِمۭارۣكَؐ وَلِنَجْعَلَكَ ءَايَةً لِّلنَّاسِؐ وَانظُرۣ اِلَي ۰لْعِظَـٰمِ كَيْفَ نُنشِرُهَا ثُمَّ نَكْسُوهَا لَحْماًؐ فَلَمَّا تَبَيَّنَ لَهُ„ قَالَ أَعْلَمُ أَنَّ ۰للَّهَ عَلَيٰ كُلِّ شَيْءٍ قَدِيرٌؐ (258) وَإِذْ قَالَ إِبْرَ؛هِيمُ رَبببِّ أَرۣنِى كَيْفَ تُحْىِ ۱لْمَوْتۭيٰؐ قَالَ أَوَلَمْ تُومِنؐ قَالَ بَلۭيٰ وَچَكِن لِّيَطْمَئِنَّ قَلْبِىؐ قَالَ فَخُذَ اَرْبَعَةً مِّنَ ۰لطَّيْرۣ فَصُرْهُنَّ إِلَيْكَ ثُمَّ \"جْعَلْ عَلَيٰ كُلِّ جَـبَلٍ مِّنْهُنَّ جُزْءاً ثُمَّ ۸دْعُهُنَّ يَاتِينَكَ سَعْياًؐ وَاعْلَمَ اَنَّ ۰للَّهَ عَزۣيز٘ حَكِيمٌؐ (259) مَّثَلُ ۴لذِينَ يُنفِقُونَ أَمْوَ؛لَهُمْ فِى سَبِيلِ ۱للَّهِ كَمَثَلِ حَبَّةٖ اَنۢبَتَــتْ سَبْعَ سَنَابِلَؐ\nفِى كُلِّ سُنۢبُلَةٍ مِّاْيؕةُ حَبَّةٍؐ وَاللَّهُ يُضَـٰعِفُ لِمَنْ يَّشَآءُؐ وَاللَّهُ وَ؛سِع٘ عَلِيم٘ؐ (260) ۱لذِينَ يُنفِقُونَ أَمْوَ؛لَهُمْ فِى سَبِيلِ ۱للَّهِ ثُمَّ لاَ يُتْبِعُونَ مَآ أَنفَقُواْ مَنّاً وَلآَ أَذيً لَّهُمُ; أَجْرُهُمْ عِندَ رَبِّهِمْ وَلاَ خَوْف٘ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَؐ (261) © قَوْلٌ مَّعْرُوفٌ وَمَغْفِرَة٘ خَيْرٌ مِّن صَدَقَةٍ يَتْبَعُهَآ أَذيًؐ وَاللَّهُ غَنِيّﹲ حَلِيمٌؐ (262) يَـٰٓأَيُّهَا ۰لذِينَ ءَامَنُواْ لاَ تُبْطِلُواْ صَدَقَــٰتِكُم بِالْمَنِّ وَالاَذۭيٰ كَاﻟ﮲ يُنفِقُ مَالَهُ„ رۣيؕآءَ ۰لنَّاسِ وَلاَ يُومِنُ بِاللَّهِ وَالْيَوْمِ ۱لاَخِرۣؐ فَمَثَلُهُ„ كَمَثَلِ صَفْوَانٖ عَلَيْهِ تُرَابببٌ فَأَصَابَهُ„ وَابِلٌ فَتَرَكَهُ„ صَلْداًؐ لاَّ يَقْدِرُونَ عَلَيٰ شَيْءٍ مِّمَّا كَسَبُواْؐ وَاللَّهُ لاَ يَهْدِى ۱لْقَوْمَ ۰لْكۭـٰفِرۣينَؐ (263) وَمَثَلُ ۴لذِينَ يُنفِقُونَ أَمْوَ؛لَهُمُ èبْتِغَآءَ مَرْضَاتتتِ ۱للَّهِ وَتَثْبِيتاً مِّنَ اَنفُسِهِمْ كَمَثَلِ جَنَّةٙ بِرُبْوَةٖ اَصَابَهَا وَابِلٌ فَــَٔاتَــتُ ۷كْلَهَا ضِعْفَيْنِ فَـإِن لَّمْ يُصِبْهَا وَابِلٌ فَطَلٌّؐ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِير٘ؐ (264) اَيَوَدُّ أَحَدُكُمُ; أَن تَكُونَ لَهُ„ جَنَّةٌ مِّن نَّخِيلٍ وَأَعْنَــٰــبٍ تَجْرۣى مِن تَحْتِهَا ۰لاَنْهَــٰرُ لَهُ„ فِيهَا مِن كُلِّ ۱لثَّمَرَ؛تتتِ وَأَصَابَهُ ۴لْكِبَرُ وَلَهُ„ ذُرّۣيَّةٌ ضُعَفَآءُ فَأَصَابَهَآ إِعْصَارٌ فِيهِ نَارٌ فَاحْتَرَقَــتْؐ كَذَ؛لِكَ يُبَيِّنُ ۴للَّهُ لَكُمُ ۴لاَيَــٰــتِ لَعَلَّكُمْ تَتَفَكَّرُونَؐ (265) ® يَــٰٓأَيُّهَا ۰لذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَــٰــتِ مَا كَسَبْتُمْ وَمِمَّآ أَخْرَجْنَا لَكُم مِّنَ ۰لاَرْضِؐ وَلاَ تَيَمَّمُواْ ۴لْخَبِيــثَ مِنْهُ تُنفِقُونَ وَلَسْتُم بِـَٔاخِذِيهِ إِلٓاَّ أَن تُغْمِضُواْ فِيهِؐ وَاعْلَمُوٓاْ أَنَّ ۰للَّهَ غَنِــيّﹲ حَمِيد٘ؐ (266) ۱لشَّيْطَـٰنُ يَعِدُكُمُ ۴لْفَقْرَ وَيَامُرُكُم بِاڤْفَحْشَآءِؐ وَاللَّهُ يَعِدُكُم مَّغْفِرَةً مِّنْهُ وَفَضْلًؐا وَاللَّهُ وَ؛سِع٘ عَلِيمٌؐ (267) يُوتِى ۱لْحِكْمَةَ مَنْ يَّشَآءُؐ وَمَنْ يُّوتتتَ ۰لْحِكْمَةَ فَقَدُ ۷وتِيَ خَيْراً كَثِيراًؐ وَمَا يَذَّكَّرُ إِلٓاَّ ٱُوْلُواْ ۴لاَلْبَــٰــبِؐ (268) وَمَآ أَنفَقْتُم مِّن نَّفَقَةٖ اَوْ نَذَرْتُم مِّن نَّذْرٍ فَإِنَّ ۰للَّهَ يَعْلَمُهُؐ„ وَمَا لِلظَّــٰلِمِينَ مِنَ اَنصۭارٖؐ (269) اِن تُبْدُواْ ۴لصَّدَقَــٰــتِ فَنِعِمَّا هِيَؐ وَإِن تُخْفُوهَا وَتُوتُوهَا ۰لْفُقَرَآءَ فَهُوَ خَيْرٌ لَّكُمْ وَنُكَفِّرْ عَنكُم مِّن سَيِّـَٔاتِكُمْؐ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌؐ (270) ¥ لَّيْسَ عَلَيْژَ هُدۭيٰهُمْؐ وَچَكِنَّ ۰للَّهَ يَهْدِى مَنْ يَّشَآءُؐ وَمَا تُنفِقُواْ مِنْ خَيْرٍ فَلَأِنفُسِكُمْؐ وَمَا تُنفِقُونَ إِلاَّ \"بْتِغَآءَ وَجْهِ ۱للَّهِؐ وَمَا تُنفِقُواْ مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لاَ تُظْلَمُونَؐ (271) لِلْفُقَرَآءِ ۱لذِينَ ٱُحْصِرُواْ فِى سَبِيلِ ۱للَّهِ لاَ يَسْتَطِيعُونَ ضَرْباً فِى ۱لاَرْضِ يَحْسِبُهُمُ ۴لْجَاهِلُ أَغْنِيَآءَ مِنَ ۰لتَّعَفُّفِؐ تَعْرۣفُهُم بِسِيمۭـٰهُمْ لاَ يَسْــَٔلُونَ ۰لنَّاسَ إِلْحَافاًؐ وَمَا تُنفِقُواْ مِنْ خَيْرٍ فَإِنَّ ۰للَّهَ بِهِ” عَلِيم٘ؐ (272) ۱لذِينَ يُنفِقُونَ أَمْوَ؛لَهُم بِاليْلِ وَالنَّهۭارۣ سِرّاً وَ عَچَنِيَةً فَلَهُمُ; أَجْرُهُمْ عِندَ رَبِّهِمْ وَلاَ خَوْف٘ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَؐ (273) ۰لذِينَ يَاكُلُونَ ۰لرّۣبَوٰاْ لاَ يَقُومُونَ إِلاَّ كَمَا يَقُومُ ۴ﻟ﮲ يَتَخَبَّطُهُ ۴لشَّيْطَـٰنُ مِنَ ۰لْمَسﱢّؐ ذَ؛لِكَ بِأَنَّهُمْ قَالُوٓاْ إِنَّمَا ۰لْبَيْعُ مِثْلُ ۴لرّۣبَوٰاْؐ وَأَحَلَّ ۰للَّهُ ۴لْبَيْعَ وَحَرَّمَ ۰لرّۣبَوٰاْؐ فَمَن جَآءَهُ„ مَوْعِظَةٌ مِّن رَّبِّهِ” فَانتَهۭيٰ فَلَهُ„ مَا سَلَفَؐ وَأَمْرُهُ; إِلَي ۰للَّهِؐ وَمَنْ عَادَ فَٱُوْلَئِكَ أَصْحَــٰــبُ ۴لنّۭارۣ هُمْ فِيهَا خَــٰلِدُونَؐ (274) يَمْحَقُ ۴للَّهُ ۴لرّۣبَوٰاْ وَيُرْبِى ۱لصَّدَقَــٰــتِؐ وَاللَّهُ لاَ يُحِــبُّ كُلَّ كَفّۭار۫ اَثِيمٖؐ (275) اِنَّ ۰لذِينَ ءَامَنُواْ وَعَمِلُواْ ۴ڤصَّـٰڤِحَــٰــتِ وَأَقَامُواْ ۴لصَّلَوٰةَ وَءَاتَوُاْ ۴لزَّكَوٰةَ لَهُمُ; أَجْرُهُمْ عِندَ رَبِّهِمْ وَلاَ خَوْف٘ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَؐ (276) يَـٰٓأَيُّهَا ۰لذِينَ ءَامَنُواْ èتَّقُواْ ۴للَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ۰لرّۣبَوٰٓاْ إِن كُنتُم مُّومِنِينَؐ (277) فَإِن لَّمْ تَفْعَلُواْ فَاذَنُواْ بِحَرْبببٍ مِّنَ ۰للَّهِ وَرَسُولِهِؐ” وَإِن تُـبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَ؛لِكُمْ لاَ تَظْلِمُونَ وَلاَ تُظْلَمُونَؐ (278) ® وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَة٘ اِلَيٰ مَيْسُرَةٍؐ وَأَن تَصَّدَّقُواْ خَيْرٌ لَّكُمُ; إِن كُنتُمْ تَعْلَمُونَؐ (279) وَاتَّقُواْ يَوْماً تُرْجَعُونَ فِيهِ إِلَي ۰للَّهِؐ ثُمَّ تُوَفّۭيٰ كُلُّ نَفْسٍ مَّاكَسَبَــتْ وَهُمْ لاَ يُظْلَمُونَؐ (280) يَـٰٓأَيُّهَا ۰لذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيْنٖ اِلَيٰٓ أَجَلٍ مُّسَمّيً فَاكْتُبُوهُؐ وَلْيَكْتُــب بَّيْنَكُمْ كَاتِبٛ بِالْعَدْلِؐ وَلاَ يَابببَ كَاتِب٘ اَنْ يَّكْتُــبَؐ كَمَا عَلَّمَهُ ۴للَّهُ فَلْيَكْتُــبْؐ وَلْيُمْلِلِ ۱ﻟ﮲ عَلَيْهِ ۱لْحَقُّ وَلْيَتَّقِ ۱للَّهَ رَبَّهُ„ وَلاَ يَبْخَسْ مِنْهُ شَيْـٔاًؐ فَإِن كَانَ ۰ﻟ﮲ عَلَيْهِ ۱لْحَقُّ سَفِيهاٗ اَوْ ضَعِيفاٗ اَوْ لاَ يَسْتَطِيعُ أَنْ يُّمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ„ بِالْعَدْلِؐ وَاسْتَشْهِدُواْ شَهِيدَيْنِ مِن رّۣجَالِكُمْؐ فَإِن لَّمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَـٰنِ مِمَّن تَرْضَوْنَ مِنَ ۰لشُّهَدَآءِ اَ۬ن تَضِلَّ إِحْدۭيٰهُمَا فَتُذَكِّرَ إِحْدۭيٰهُمَا ۰لاُخْرۭيٰؐ وَلاَ يَابَ ۰لشُّهَدَآءُ ﹹذَا مَا دُعُواْؐ وَلاَ تَسْــَٔـمُوٓاْ أَن تَكْتُبُوهُ صَغِيراٗ اَوْ كَبِيراٗ اِلَيٰٓ أَجَلِهِؐ” ذَ؛لِكُمُ; أَقْسَطُ عِندَ ۰للَّهِ وَأَقْوَمُ لِلشَّهَـٰدَةِ وَأَدْنۭيٰٓ أَلاَّ تَرْتَابُوٓاْ إِلٓاَّ أَن تَكُونَ تِجَــٰرَة٘ حَاضِرَةٌ تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاح٘ اَلاَّ تَكْتُبُوهَاؐ وَأَشْهِدُوٓاْ إِذَا تَبَايَعْتُمْؐ وَلاَ يُضَآرَّ كَاتِــبٌ وَلاَ شَهِيدٌؐ وَإِن تَفْعَلُواْ فَإِنَّهُ„ فُسُوقٛ بِكُمْؐ وَاتَّقُواْ ۴للَّهَؐ وَيُعَلِّمُكُمُ ۴للَّهُؐ وَاللَّهُ بِكُلِّ شَيْءٖ عَلِيمٌؐ (281) © وَإِن كُنتُمْ عَلَيٰ سَفَرٍ وَلَمْ تَجِدُواْ كَاتِباً فَرۣهَـٰنٌ مَّقْبُوضَةٌؐ فَإِنَ اَمِنَ بَعْضُكُم بَعْضاً فَلْيُوَ۬دِّ ۱ﻟ﮲ ۹وتُمِنَ أَمَـٰنَتَهُؐ„ وَلْيَتَّقِ ۱للَّهَ رَبَّهُؐ„ وَلاَ تَكْتُمُواْ ۴لشَّهَــٰدَةَؐ وَمَنْ يَّكْتُمْهَا فَإِنَّهُ; ءَاثِمٌ قَلْبُهُؐ„ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌؐ (282) لِّلهِ مَا فِى ۱لسَّمَـٰوَ؛تتتِ وَمَا فِى ۱لاَرْضِؐ وَإِن تُبْدُواْ مَا فِىٓ أَنفُسِكُمُ; أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ ۱للَّهُ فَيَغْفِرْ لِمَنْ يَّشَآءُ وَيُعَذِّبببْ مَنْ يَّشَآءُؐ وَاللَّهُ عَلَيٰ كُلِّ شَيْءٍ قَدِير٘ؐ (283) —امَنَ ۰لرَّسُولُ بِمَآ ٱُنزۣلَ إِلَيْهِ مِن رَّبِّهِ” وَالْمُومِنُونَؐ كُلّﹲ —امَنَ بِاللَّهِ وَمَلَئِكَتِهِ” وَكُتُبِهِ” وَرُسُلِهِؐ” لاَ نُفَرّۣقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِؐ” وَقَالُواْ سَمِعْنَا وَأَطَعْنَاؐ غُفْرَانَكَ رَبَّنَاؐ وَإِلَيْكَ ۰لْمَصِيرُؐ (284) لاَ يُكَلِّفُ ۴للَّهُ نَفْســاٗ اِلاَّ وُسْعَهَاؐ لَهَا مَا كَسَبَــتْؐ وَعَلَيْهَا مَا \"كْتَسَبَــتْؐ رَبَّـنَا لاَ تُوَ۬اخِذْنَآ إِن نَّسِينَآ أَوَ اَخْطَأْنَاؐ رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَآ إِصْراً كَمَا حَمَلْـتَهُ„ عَلَي ۰لذِينَ مِن قَبْلِـنَاؐ رَبَّنَا وَلاَ تُحَمِّلْنَـا مَا لاَ طَاقَةَ لَنَا بِهِؐ” وَاعْفُ عَنَّاؐ وَاغْفِرْ لَنَاؐ وَارْحَمْنَآؐ أَنـتَ مَوْلۭيٰنَا فَانصُرْنَا عَلَي ۰لْقَوْمِ ۱لْكۭـٰفِرۣيـنَ (285)  "

}