{
    "title": "[سُورَةُ هُودٖ]",
    "sections": [
        {
            "title": "بِسْمِ ۱للَّهِ ۱لرَّحْمَـٰنِ ۱لرَّحِيمِ",
            "content": [
                " أَلَٓرۭؐ كِتَـٰــب٘ ۷حْكِمَتَ —ايَـٰتُهُ„ ثُمَّ فُصِّلَــتْ مِــن لَّدُنْ حَكِيمٖ خَبِير۫ (1) اَلاَّ تَعْبُدُوٓاْ إِلاَّ ۰للَّهَ إِنَّنِى لَكُم مِّنْهُ نَذِيرٌ وَبَشِيرٌ (2) وَأَنِ 'سْتَغْفِرُواْ رَبَّكُمْ ثُمَّ تُوبُوٓاْ إِلَيْهِ يُمَتِّعْكُم مَّتَـٰعاٗ حَسَناٗ اِلَـيٰٓ أَجَــلٍ مُّسَمّيً وَيُوتِ كُلَّ ذى فَضْــلٍ فَضْلَهُؐ, وَإِن تَوَلَّوْاْ فَإِنِّــيَ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٖؐ (3) اِلَــي ۰للَّهِ مَرْجِعُكُمْؐ وَهُوَ عَلَيٰ كُــلّۣ شَيْءٍ قَدِير٘ؐ (4) اَلآَ إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ ڤِيَسْتَخْفُواْ مِنْهُؐ أَلاَ حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَؐ إِنَّهُ„ عَلِيمٛ بِذَاتِ ۱لصُّدُورۣؐ (5) ¤ وَمَا مِــن دَآبَّةٍ فِى ۱لاَرْضِ إِلاَّ عَلَــي ۰للَّهِ رۣزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَاؐ كُــلٌّ فِى كِتَـٰــبٍ مُّبِينٍؐ (6) وَهُوَ ۰ﻟ﮲ خَلَــقَ ۰لسَّمَـٰوَ؛تتتِ وَالاَرْضَ فِى سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُ„ عَلَــي ۰لْمَآءِ لِيَبْلُوَكُمُ; أَيُّكُمُ; أَحْسَــنُ عَمَلًؐا وَلَـئِـــن قُلْــتَ إِنَّكُم مَّبْعُوثُونَ مِـنۢ بَعْدِ ۱لْمَوْتتتِ لَيَقُولَــنَّ ۰لذِيــنَ كَفَرُوٓاْ إِنْ هَـٰذَآ إِلاَّ سِحْـرٌ مُّبِينٌؐ (7) وَلَـئِـــنَ اَخَّرْنَا عَنْهُمُ ۴لْعَذَابببَ إِلَــيٰٓ ٱُمَّةٍ مَّعْدُودَةٍ لَّيَقُولُــنَّ مَا يَحْبِسُهُؐ’ أَلاَ يَوْمَ يَاتِيهِمْ لَيْــسَ مَصْرُوفاٗ عَنْهُمْؐ وَحَاقَ بِهِم مَّا كَانُواْ بِهِ” يَسْتَهْزۣءُونَؐ (8) وَلَـئِــنَ اَذَقْنَا ۰لِانسَـٰــنَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَـٰهَا مِنْهُ إِنَّهُ„ لَيَـُٔوسسسٌ كَفُورٌؐ (9) وَلَـئِـــنَ اَذَقْنَـٰهُ نَعْمَآءَ بَعْدَ ضَرَّآءَ مَسَّتْهُ لَيَقُولَــنَّ ذَهَــبَ ۰لسَّيِّـَٔاتتتُ عَنِّــيَؐ إِنَّهُ„ لَفَرۣحٌ فَخُور٘ؐ (10) اِلاَّ ۰لذِيــنَ صَبَرُواْ وَعَمِلُواْ ۴ڤصَّـٰڤِحَـٰــتِ ٱُوْلَئِــكَ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌؐ (11) فَلَعَلَّــكَ تَارۣكككٛ بَعْــضَ مَا يُوحۭيٰٓ إِلَيْكَ وَضَآئِقٛ بِهِ” صَدْرُكككَ أَنْ يَّقُولُواْ لَوْلآَ ٱُنزۣلَ عَلَيْهِ كَنز٘ اَوْ جَآءَ مَعَهُ„ مَلَــك٘ؐ اِنَّمَآ أَنــتَ نَذِيرٌؐ وَ اللَّهُ عَلَــيٰ كُــلّۣ شَيْءٍ\nوَكِيل٘ؐ (12) اَمْ يَقُولُونَ \"فْتَرۭيٰهُؐ قُـلْ فَاتُواْ بِعَشْرۣ سُوَرٍ مِّثْلِهِ” مُفْتَرَيَـٰــتٍ وَادْعُواْ مَنِ 'سْتَطَعْتُم مِّن دُونِ ۱للَّهِ إِننن كُنتُمْ صَـٰدِقِينَؐ (13) فَإِلَّمْ يَسْتَجِيبُواْ لَكُمْ فَاعْلَمُوٓاْ أَنَّمَآ ٱُنزۣلَ بِعِلْمِ ۱للَّهِ وَأَن لٓاَّ إِچَهَ إِلاَّ هُوَؐ فَهَــلَ اَنتُم مُّسْلِمُونَؐ (14) ® مَــن كَانَ يُرۣيدُ ۴لْحَيَوٰةَ ۰لدُّنْيۭا وَزۣينَتَهَا نُوَفِّ إِلَيْهِمُ; أَعْمَـٰلَهُمْ فِيهَا وَهُمْ فِيهَا لاَ يُبْخَسُونَؐ (15) ٱُوْلَئِــكَ ۰لذِينَ لَيْــسَ لَهُمْ فِى ۱لاَخِرَةِ إِلاَّ ۰لنَّارُؐ وَحَبِطَ مَا صَنَعُواْ فِيهَاؐ وَبَـٰطِــلٌ مَّا كَانُواْ يَعْمَلُونَؐ (16) أَفَمَــن كَانَ عَلَيٰ بَيِّنَةٍ مِّن رَّبِّهِ” وَيَتْلُوهُ شَاهِدٌ مِّنْهُؐ وَمِــن قَبْلِهِ” كِتَـٰــبُ مُوسۭيٰٓ إِمَاماً وَرَحْمَةٗؐ ۷وْلَئِــكَ يُومِنُونَ بِهِؐ” وَمَنْ يَّكْفُرْ بِهِ” مِــنَ ۰لاَحْزَابببِ فَالنَّارُ مَوْعِدُهُؐ, فَلاَ تَكُ فِى مِرْيَةٍ مِّنْهُؐ إِنَّهُ ۴لْحَـقُّ مِـن رَّبِّكَؐ وَچَكِــنَّ أَكْثَرَ ۰لنَّاسسسِ لاَ يُومِنُونَؐ (17) وَمَــنَ اَظْلَمُ مِمَّنِ 'فْتَرۭيٰ عَلَــي ۰للَّهِ كَذِباٗؐ ۷وْلَئِــكَ يُعْرَضُونَ عَلَيٰ رَبِّهِمْ وَيَقُولُ ۴لاَشْهَـٰدُ هَـٰٓؤُلآَءِ ۱لذِيــنَ كَذَبُواْ عَلَيٰ رَبِّهِمُؐ; أَلاَ لَعْنَةُ ۴للَّهِ عَلَــي ۰لظَّـٰلِمِينَ (18) ۰لذِيــنَ يَصُدُّونَ عَــن سَبِيـلِ ۱للَّهِ وَيَبْغُونَهَا عِوَجاً وَهُم بِالاَخِرَةِ هُمْ كَـٰفِرُونَؐ (19) ٱُوْلَئِــكَ لَمْ يَكُونُواْ مُعْجِزۣيــنَ فِى ۱لاَرْضِ وَمَا كَانَ لَهُم مِّن دُونِ ۱للَّهِ مِنَ اَوْلِيَآءَؐ يُضَـٰعَفُ لَهُمُ ۴لْعَذَابببُؐ مَا كَانُواْ يَسْتَطِيعُونَ ۰لسَّمْعَ وَمَا كَانُواْ يُبْصِرُونَؐ (20) ٱُوْلَئِكَ ۰لذِيــنَ خَسِرُوٓاْ أَنفُسَهُمْ وَضَــلَّ عَنْهُم مَّا كَانُواْ يَفْتَرُونَؐ (21) لاَ جَرَمَ أَنَّهُمْ فِى ۱لاَخِرَةِ هُمُ ۴لاَخْسَرُونَؐ (22) إِنَّ ۰لذِيــنَ ءَامَنُواْ وَعَمِلُواْ ۴ڤصَّـٰڤِحَـٰــتِ وَأَخْبَتُوٓاْ إِلَيٰ رَبِّهِمُ; ٱُوْلَئِــكَ أَصْحَـٰــبُ ۴لْجَنَّةِؐ هُمْ فِيهَا خَـٰلِدُونَؐ (23) © مَثَلُ ۴لْفَرۣيقَيْــنۣ كَالاَعْمۭيٰ وَالاَصَمِّ وَالْبَصِيرۣ وَالسَّمِيعِؐ هَلْ يَسْتَوۣيَـٰــنۣ مَثَلٗؐا اَفَلاَ تَذَّكَّرُونَؐ (24) وَلَقَدَ اَرْسَلْنَا نُوحاٗ اِلَيٰ قَوْمِهِؐ“ إِنِّى لَكُمْ نَذِيرٌ مُّبِين٘ (25) اَن لاَّ تَعْبُدُوٓاْ إِلاَّ ۰للَّهَؐ إِنِّــيَ أَخَافُ عَلَيْكُمْ عَذَابببَ يَوْمٖ اَلِيمٍؐ (26) فَقَالَ ۰لْمَلُءَ ۴لذِيــنَ كَفَرُواْ مِن قَوْمِهِ” مَا نَرۭيٰكَ إِلاَّ بَشَراً مِّثْلَنَا وَمَا نَرۭيٰكَ \"تَّبَعَكَ إِلاَّ ۰لذِينَ هُمُ; أَرَاذِلُنَا بَادِيَ ۰لرَّأْيِؐ وَمَا نَرۭيٰ لَكُمْ عَلَيْنَا مِـن فَضْلٙ بَلْ نَظُنُّكُمْ كَـٰذِبِينَؐ (27) قَالَ يَـٰقَوْمِ أَرَ×يْتُمُ; إِن كُنتُ عَلَيٰ بَيِّنَةٍ مِّن رَّبِّى وَءَاتۭيٰنِى رَحْمَةً مِّـنْ عِندِهِ” فَعَمِيَــتْ عَلَيْكُمُ; أَنُلْزۣمُكُمُوهَــا وَأَنتُمْ لَهَــا كَـٰرۣهُونَؐ (28) وَيَـٰقَوْمِ لآَ أَسْــَٔلُكُمْ عَلَيْهِ مَالٗؐا اِنَ اَجْرۣيَ إِلاَّ عَلَــي ۰للَّهِؐ وَمَآ أَنَا بِطَارۣدِ ۱لذِيــنَ ءَامَنُوٓاْ إِنَّهُم مُّچَقُواْ رَبِّهِمْؐ وَچَكِنِّيَ أَرۭيٰكُمْ قَوْماً تَجْهَلُونَؐ (29) وَيَـٰقَوْمِ مَنْ يَّنصُرُنِى مِــنَ ۰للَّهِ إِن طَرَدتُّهُمُؐ; أَفَلاَ تَذَّكَّرُونَؐ (30) وَلآَ أَقُولُ لَكُمْ عِندِى خَزَآئِـــنُ ۴للَّهِ وَلآَ أَعْلَمُ ۴لْغَيْــبَ وَلآَ أَقُولُ إِنِّى مَلَــكٌؐ وَلآَ أَقُولُ لِلذِينَ تَزْدَرۣىٓ أَعْيُنُكُمْ لَنْ يُّوتِيَهُمُ ۴للَّهُ خَيْراٗؐ ۱للَّهُ أَعْلَمُ بِمَا فِىٓ أَنفُسِهِمُؐ; إِنِّيَ إِذاً لَّمِــنَ ۰لظَّـٰلِمِينَؐ (31) ® قَالُواْ يَـٰنُوحُ قَدْ جَـٰدَلْتَنَا فَأَكْثَرْتتتَ جِدَ؛لَنَا فَاتِنَا بِمَا تَعِدُنَآ إِن كُنــتَ مِــنَ ۰لصَّـٰدِقِينَؐ (32) قَالَ إِنَّمَا يَاتِيكُم بِهِ ۱للَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعْجِزۣينَؐ (33) وَلاَ يَنفَعُكُمْ نُصْحِيَ إِنَ اَرَدتتتُّ أَنَ اَنصَحَ لَكُمُ; إِن كَانننَ ۰للَّهُ يُرۣيدُ أَنْ يُّغْوۣيَكُمْؐ هُوَ رَبُّكُمْؐ وَإِلَيْهِ تُرْجَعُونَؐ (34) أَمْ يَقُولُونَ \"فْتَرۭيٰهُؐ قُلِ اِنِ 'فْتَرَيْتُهُ„ فَعَلَيَّ إِجْرَامِى وَأَنَا بَرۣىٓءٌ مِّمَّا تُجْرۣمُونَؐ (35) وَٱُوحِيَ إِلَيٰ نُوحٖ اَنَّهُ„ لَنْ يُّومِــنَ مِـن قَوْمِــكَ إِلاَّ مَــن قَدَ —امَنَؐ فَلاَ تَبْتَئِسْ بِمَا كَانُواْ يَفْعَلُونَؐ (36) وَاصْنَعِ ۱لْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَاؐ وَلاَ تُخَــٰـطِـبْـنِى فِى ۱لذِيــنَ ظَلَمُوٓاْ إِنَّهُم مُّغْرَقُونَؐ (37) وَيَصْنَعُ ۴لْفُلْــكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلٌءَ مِّن قَوْمِهِ” سَخِرُواْ مِنْهُؐ قَالَ إِن تَسْخَرُواْ مِنَّا فَإِنَّا نَسْخَرُ مِنكُمْ كَمَا تَسْخَرُونَؐ (38) فَسَوْفَ تَعْلَمُونَ مَـنْ يَّاتِيهِ عَذَابببٌ يُخْزۣيهِ وَيَحِلُّ عَلَيْهِ عَذَابببٌ مُّقِيم٘ؐ (39) حَتَّيٰٓ إِذَا جَآءَ امْرُنَا وَفَارَ ۰لتَّنُّورُ قُلْنَا \"حْمِـلْ فِيهَا مِــن كُلِّ زَوْجَيْـنِ 'ثْنَيْنِ وَأَهْلَــكَ إِلاَّ مَن سَبَقَ عَلَيْهِ ۱لْقَوْلُ وَمَــنَ —امَنَؐ وَمَآ ءَامَنَ مَعَهُ; إِلاَّ قَلِيــلٌؐ (40) ¥ وَقَالَ \"رْكَبُواْ فِيهَا بِسْمِ ۱للَّهِ مُجْرۭيٰهَا وَمُرْسۭيٰهَآؐ إِنَّ رَبِّى لَغَفُورٌ رَّحِيمٌؐ (41) وَهِيَ تَجْرۣى بِهِمْ فِى مَوْجٍ كَالْجِبَالِؐ وَنَادۭيٰ نُوح٘ 'بْنَهُ„ وَكَانَ فِى مَعْزۣلٍ يَـٰبُنَيِّ 'رْكَــبْ مَعَنَا وَلاَ تَكُن مَّعَ ۰لْكۭـٰفِـرۣينَؐ (42) قَالَ سَـَٔاوۣىٓ إِلَــيٰ جَبَــلٍ يَعْصِمُنِى مِــنَ ۰لْمَآءِؐ قَالَ لاَ عَـٰصِمَ ۰لْيَوْمَ مِنَ اَمْرۣ ۱للَّهِ إِلاَّ مَن رَّحِمَؐ وَحَالَ بَيْنَهُمَا ۰لْمَوْجُ فَكَانَ مِــنَ ۰لْمُغْرَقِينَؐ (43) وَقِيلَ يَـٰٓأَرْضُ èبْلَعِى مَآءَكككِ وَيَـٰسَمَآءُ اَ۬قْلِعِىؐ وَغِيــضَ ۰لْمَآءُ وَقُضِــيَ ۰لاَمْرُ وَاسْتَوَتتتْ عَلَي ۰لْجُودِيﱢّؐ وَقِيـلَ بُعْداً لِّلْقَوْمِ ۱لظَّـٰلِمِينَؐ (44) وَنَادۭيٰ نُوحٌ رَّبَّهُ„ فَقَالَ رَبببِّ إِنَّ \"بْنِى مِنَ اَهْلِى وَإِنَّ وَعْدَكَ ۰لْحَقُّؐ وَأَنــتَ أَحْكَمُ ۴لْحَـٰكِمِينَؐ (45) قَالَ يَـٰنُوحُ إِنَّهُ„ لَيْسَ مِــنَ اَهْلِــكَؐ إِنَّهُ„ عَمَــل٘ غَيْرُ صَـٰلِحٍؐ فَلاَ تَسْـَٔلَـــنّۣ” مَا لَيْــسَ لَكَ بِهِ” عِلْم٘ؐ اِنِّيَ أَعِظُــكَ أَن تَكُونَ مِــنَ ۰لْجَـٰهِلِينَؐ (46) قَالَ رَبِّ إِنِّيَ أَعُوذُ بِــكَ أَنننَ اَسْـَٔلَــكَ مَا لَيْسَ لِى بِهِ” عِلْمٌؐ وَإِلاَّ تَغْفِرْ لِى وَتَرْحَمْنِىٓ أَكُن مِّنَ ۰لْخَـٰسِرۣينَؐ (47) قِيـلَ يَـٰنُوحُ èهْبِطْ بِسَچَمٍ مِّنَّا وَبَرَكَـٰــتٖ عَلَيْــكَ وَعَلَــيٰٓ ٱُمَمٍ مِّمَّــن مَّعَــكَؐ وَٱُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُم مِّنَّا عَذَاببب٘ اَلِيمٌؐ (48) تِلْــكَ مِــنَ اَنۢبَآءِ ۱لْغَيْبِ نُوحِيهَآ إِلَيْــكَؐ مَا كُنــتَ تَعْلَمُهَآ أَنــتَ وَلاَ قَوْمُــكَ مِــن قَبْلِ هَـٰذَاؐ فَاصْبِـرۣؐ اِنَّ ۰لْعَـٰقِبَةَ لِلْمُتَّقِينَؐ (49) وَإِلَــيٰ عَادٖ اَخَاهُمْ هُوداًؐ قَالَ يَـٰقَوْمِ ۹عْبُدُواْ ۴للَّهَ مَا لَكُم مِّـنِ اِچَهٖ غَيْرُهُؐ; إِنَ اَنتُمُ; إِلاَّ مُفْتَرُونَؐ (50) يَـٰقَوْمِ لآَ أَسْـَٔلُكُمْ عَلَيْهِ أَجْراٗؐ اِنَ اَجْرۣيَ إِلاَّ عَلَي ۰ﻟ﮲ فَطَرَنِيَؐ أَفَلاَ تَعْقِلُونَؐ (51) وَيَـٰقَوْمِ 'سْتَغْفِرُواْ رَبَّكُمْ ثُمَّ تُوبُوٓاْ إِلَيْهِ يُرْسِـلِ ۱لسَّمَآءَ عَلَيْكُم مِّدْرَاراً وَيَزۣدْكُمْ قُوَّةٗ اِلَيٰ قُوَّتِكُمْ وَلاَ تَتَوَلَّوْاْ مُجْرۣمِينَؐ (52) ® قَالُواْ يَـٰهُودُ مَا جِيؔتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارۣكِىٓ ءَالِهَتِنَا عَن قَوْلِــكَ وَمَا نَحْــنُ لَــكَ بِمُومِنِينَؐ (53) إِن نَّقُولُ إِلاَّ \"عْتَرۭيٰكَ بَعْــضُ ءَالِهَتِنَا بِسُوٓءٍؐ قَالَ إِنِّــيَ ٱُشْهِدُ ۴للَّهَؐ وَاشْهَدُوٓاْ أَنِّى بَرۣىٓءٌ مِّمَّا تُشْرۣكُونَ مِن دُونِهِؐ” فَكِيدُونِى جَمِيعاً ثُمَّ لاَ تُنظِرُونِؐ (54) إِنِّى تَوَكَّلْــتُ عَلَــي ۰للَّهِ رَبِّى وَرَبِّكُمؐ مَّا مِن دَآبَّةٖ اِلاَّ هُوَ ءَاخِذٛ بِنَاصِيَتِهَآؐ إِنَّ رَبِّى عَلَيٰ صِرَ؛طٍ مُّسْتَقِيمٍؐ (55) فَإِن تَوَلَّوْاْ فَقَدَ اَبْلَغْتُكُم مَّآ ٱُرْسِلْــتُ بِهِ“ إِلَيْكُمْؐ وَيَسْتَخْلِفُ رَبِّى قَوْماٗ غَيْرَكُمْ وَلاَ تَضُرُّونَهُ„ شَيْـٔاٗؐ اِنَّ رَبِّى عَلَــيٰ كُــلّۣ شَيْءٖ حَفِيظٌؐ (56) وَلَمَّا جَآءَ امْرُنَا نَجَّيْنَا هُوداً وَالذِيــنَ ءَامَنُواْ مَعَهُ„ بِرَحْمَةٍ مِّنَّا وَنَجَّيْنَـٰهُم مِّنْ عَذَابببٖ غَلِيظٍؐ (57) وَتِلْــكَ عَادٌ جَحَدُواْ بِـَٔايَـٰــتِ رَبِّهِمْ وَعَصَوْاْ رُسُلَهُ„ وَاتَّبَعُوٓاْ أَمْرَ كُلِّ جَبّۭار۫ عَنِيدٍؐ (58) وَٱُتْبِعُواْ فِى هَـٰذِهِ ۱لدُّنْيۭا لَعْنَةً وَيَوْمَ ۰لْقِيَـٰمَةِؐ أَلآَ إِنننَّ عَاداً كَفَرُواْ رَبَّهُمُؐ; أَلاَ بُعْداً لِّعَادٍ قَوْمِ هُودٍؐ (59) وَإِلَــيٰ ثَمُودَ أَخَاهُمْ صَـٰڤِحاًؐ قَالَ يَـٰقَوْمِ ۹عْبُدُواْ ۴للَّهَ مَا لَكُم مِّـنِ اِچَهٖ غَيْرُهُؐ, هُوَ أَنشَأَكُم مِّــنَ ۰لاَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيْهِؐ إِنَّ رَبِّى قَرۣيــبٌ مُّجِيــبٌؐ (60) © قَالُواْ يَـٰصَـٰلِحُ قَدْ كُنــتَ فِينَا مَرْجُوّاً قَبْــلَ هَـٰذَآ أَتَنْهۭيٰنَآ أَن نَّعْبُدَ مَا يَعْبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِى شَــكٍّ مِّمَّا تَدْعُونَآ إِلَيْهِ مُرۣيبٍؐ (61) قَالَ يَـٰقَوْمِ أَرَ×يْتُمُ; إِن كُنتُ عَلَيٰ بَيِّنَةٍ مِّن رَّبِّى وَءَاتۭيٰنِى مِنْهُ رَحْمَةً فَمَـنْ يَّنصُرُنِى مِــنَ ۰للَّهِ إِنننْ عَصَيْتُهُؐ, فَمَا تَزۣيدُونَنِى غَيْرَ تَخْسِيرٍؐ (62) وَيَـٰقَوْمِ هَـٰذِهِ” نَاقَةُ ۴للَّهِ لَكُمُ; ءَايَةًؐ فَذَرُوهَا تَاكُـلْ فِىٓ أَرْضضضِ ۱للَّهِؐ وَلاَ تَمَسُّوهَا بِسُوٓءٍ فَيَاخُذَكُمْ عَذَابببٌ قَرۣيــبٌؐ (63) فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِى دۭارۣكُمْ ثَـچَثَةَ أَيَّامٍؐ ذَ؛لِــكَ وَعْد٘ غَيْرُ مَكْذُوبببٍؐ (64) فَلَمَّا جَآءَ امْرُنَا نَجَّيْنَا صَـٰڤِحاً وَالذِيــنَ ءَامَنُواْ مَعَهُ„ بِرَحْمَةٍ مِّنَّا وَمِنْ خِزْيِ يَوْمَئِذٖؐ اِنَّ رَبَّــكَ هُوَ ۰لْقَوۣيُّ ۴لْعَزۣيزُؐ (65) وَأَخَذَ ۰لذِيــــنَ ظَلَمُـواْ ۴ڤصَّيْحَةُ فَأَصْبَحُواْ فِى دِيۭـٰرۣهِمْ جَـٰثِمِينَ (66) كَأَن لَّمْ يَغْنَوْاْ فِيهَآؐ أَلآَ إِنننَّ ثَمُوداً كَفَرُواْ رَبَّهُمُؐ; أَلاَ بُعْداً لِّثَمُودَؐ (67) وَلَقَدْ جَآءَتْ رُسُلُنَآ إِبْرَ؛هِيمَ بِالْبُشْرۭيٰ قَالُواْ سَچَماًؐ قَالَ سَچَمٌؐ فَمَا لَبِــثَ أَن جَآءَ بِعِجْلٖ حَنِيذٍؐ (68) فَلَمَّا رۭءۭآ أَيْدِيَهُمْ لاَ تَصِـلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَـسَ مِنْهُمْ خِيفَةًؐ قَالُواْ لاَ تَخَـفِؐ اِنَّـآ ٱُرْسِلْنَآ إِلَيٰ قَوْمِ لُوطٍؐ (69) وَامْرَأَتُهُ„ قَآئِمَةٌ فَضَحِكَــتْؐ فَبَشَّرْنَـٰهَا بِإِسْحَـٰقَؐ وَمِنْ وَّرَآءِ اسْحَـٰقَ يَعْقُوبببُؐ (70) قَالَتْ يَـٰوَيْلَتۭــيٰٓ ءَالِدُ وَأَنَا عَجُوزٌ وَهَـٰذَا بَعْلِى شَيْخاٗؐ اِنَّ هَـٰذَا لَشَىْء٘ عَجِيبٌؐ (71) ® قَالُوٓاْ أَتَعْجَبِيــنَ مِـنَ اَمْرۣ ۱للَّهِؐ رَحْمَــتُ ۴للَّه وَبَرَكَـٰتُهُ„ عَلَيْكُمُ; أَهْلَ ۰لْبَيْــتِؐ إِنَّهُ„ حَمِيدٌ مَّجِيدٌؐ (72) فَلَمَّا ذَهَبَ عَـنِ اِبْرَ؛هِيمَ ۰لرَّوْعُ وَجَآءَتْهُ ۴لْبُشْرۭيٰ يُجَـٰدِلُنَا فِى قَوْمِ لُوطٖؐ (73) اِنَّ إِبْرَ؛هِيمَ لَحَلِيم٘ اَوَّ؛هٌ مُّنِيــبٌؐ (74) يَـٰٓإِبْرَ؛هِيمُ أَعْرۣضضضْ عَنْ هَـٰذَآؐ إِنَّهُ„ قَدْ جَآءَ امْرُ رَبِّــكَؐ وَإِنَّهُمُ; ءَاتِيهِمْ عَذَاب٘ غَيْرُ مَرْدُودٍؐ (75) وَلَمَّا جَآءَتتتْ رُسُلُنَا لُوطاً سـ۬ـىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعاً وَقَالَ هَـٰذَا يَوْم٘ عَصِيــبٌؐ (76) وَجَآءَهُ„ قَوْمُهُ„ يُهْرَعُونَ إِلَيْهِ وَمِــن قَبْلُ كَانُواْ يَعْمَلُونَ ۰لسَّيِّـَٔاتتتِؐ قَالَ يَـٰقَوْمِ هَـٰٓؤُلآَءِ بَنَاتِى هُــنَّ أَطْهَرُ لَكُمْ فَاتَّقُواْ ۴للَّهَ وَلاَ تُخْزُونِ فِى ضَيْفِيَؐ أَلَيْـسَ مِنكُمْ رَجُلٌ رَّشِيدٌؐ (77) قَالُواْ لَقَدْ عَلِمْــتَ مَا لَنَا فِى بَنَاتِــكَ مِنْ حَقٍّ وَإِنَّــكَ لَتَعْلَمُ مَا نُرۣيدُؐ (78) قَالَ لَوَ اَنَّ لِى بِكُمْ قُوَّةٗ اَوَ —اوۣىٓ إِلَيٰ رُكْــنٍ شَدِيدٍؐ (79) قَالُواْ يَـٰلُوطُ إِنَّا رُسُلُ رَبِّــكَ لَـنْ يَّصِلُوٓاْ إِلَيْــكَؐ فَاسْرۣ بِأَهْلِــكَ بِقِطْعٍ مِّــنَ ۰ليْلِ وَلاَ يَلْتَفِــتْ مِنكُمُ; أَحَد٘ اِلاَّ \"مْرَأَتَكَؐ إِنَّهُ„ مُصِيبُهَا مَآ أَصَابَهُمُؐ; إِنَّ مَوْعِدَهُمُ ۴لصُّبْحُؐ أَلَيْسَ ۰لصُّبْحُ بِقَرۣيــبٍؐ (80) فَلَمَّا جَآءَ امْرُنَا جَعَلْنَا عَـٰلِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّــن سِجِّيــلٍ (81) مَّنضُودٍ مُّسَوَّمَةٗ عِندَ رَبِّــكَؐ وَمَا هِيَ مِــنَ ۰لظَّـٰلِمِينَ بِبَعِيدٍؐ (82) ¤ وَإِلَــيٰ مَدْيَنَ أَخَاهُمْ شُعَيْباًؐ قَالَ يَـٰقَوْمِ ۹عْبُدُواْ ۴للَّهَ مَا لَكُم مِّـنِ اِچَهٖ غَيْرُهُؐ, وَلاَ تَنقُصُواْ ۴لْمِكْيَالَ وَالْمِيزَانَؐ إِنِّيَ أَرۭيٰكُم بِخَيْرٍ وَإِنِّــيَ أَخَافُ عَلَيْكُمْ عَذَابببَ يَوْمٍ مُّحِيطٍؐ (83) وَيَـٰقَوْمِ أَوْفُواْ ۴لْمِكْيَالَ وَالْمِيزَانَ بِالْقِسْطِؐ وَلاَ تَبْخَسُواْ ۴لنَّاسَ أَشْيَآءَهُمْ وَلاَ تَعْثَوْاْ فِى ۱لاَرْضضضِ مُفْسِدِينَؐ (84) بَقِيَّــتُ ۴للَّهِ خَيْرٌ لَّكُمُ; إِننن كُنتُم مُّومِنِينَؐ (85) وَمَآ أَنَا عَلَيْكُم بِحَفِيظٍؐ (86) قَالُواْ يَـٰشُعَيْــبُ أَصَلَوَ؛تُــكَ تَامُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ ءَابَآؤُنَآ أَوَ اَن نَّفْعَـلَ فِىٓ أَمْوَ؛لِنَا مَا نَشَـٰٓؤُاْؐ اِ۬نَّــكَ لَأَنــتَ ۰لْحَلِيمُ ۴لرَّشِيدُؐ (87) قَالَ يَـٰقَوْمِ أَرَ×يْتُمُ; إِن كُنــتُ عَلَيٰ بَيِّنَةٍ مِّن رَّبِّى وَرَزَقَنِى مِنْهُ رۣزْقاٗ حَسَناًؐ وَمَآ ٱُرۣيدُ أَنُ ۷خَالِفَكُمُ; إِلَيٰ مَآ أَنْهۭيٰكُمْ عَنْهُؐ إِنُ ۷رۣيدُ إِلاَّ ۰لِاصْڦَحَ مَا \"سْتَطَعْــتُؐ وَمَا تَوْفِيقِيَ إِلاَّ بِاللَّهِؐ عَلَيْهِ تَوَكَّلْــتُؐ وَإِلَيْهِ ٱُنِيبُؐ (88) وَيَـٰقَوْمِ لاَ يَجْرۣمَنَّكُمْ شِقَاقِيَ أَنْ يُّصِيبَكُم مِّثْــلُ مَآ أَصَابببَ قَوْمَ نُوحٖ اَوْ قَوْمَ هُودٖ اَوْ قَوْمَ صَـٰلِحٍؐ وَمَا قَوْمُ لُوطٍ مِّنكُم بِبَعِيدٍؐ (89) وَاسْتَغْفِرُواْ رَبَّكُمْ ثُمَّ تُوبُوٓاْ إِلَيْهِؐ إِنَّ رَبِّى رَحِيمٌ وَدُودٌؐ (90) قَالُواْ يَـٰشُعَيْبُ مَا نَفْقَهُ كَثِيراً مِّمَّا تَقُولُ وَإِنَّا لَنَرۭيٰــكَ فِينَا ضَعِيفاً وَلَوْلاَ رَهْطُــكَ لَرَجَمْنَـٰــكَ وَمَآ أَنــتَ عَلَيْنَا بِعَزۣيزٍؐ (91) قَالَ يَـٰقَوْمِ أَرَهْطِيَ أَعَزُّ عَلَيْكُم مِّــنَ ۰للَّهِ وَاتَّخَذتُّمُوهُ وَرَآءَكُمْ ظِهْرۣيّاٗؐ اِنَّ رَبِّى بِمَا تَعْمَلُونَ مُحِيطٌؐ (92) ® وَيَـٰقَوْمِ 'عْمَلُواْ عَلَيٰ مَكَانَتِكُمُ; إِنِّى عَـٰمِلٌؐ سَوْفَ تَعْلَمُونَ مَـنْ يَّاتِيهِ عَذَابٌ يُخْزۣيهِ وَمَنْ هُوَ كَـٰذِبببٌؐ وَارْتَقِبُوٓاْؐ إِنِّى مَعَكُمْ رَقِيــبٌؐ (93) وَلَمَّا جَآءَ امْرُنَا نَجَّيْنَا شُعَيْباً وَالذِيــنَ ءَامَنُواْ مَعَهُ„ بِرَحْمَةٍ مِّنَّاؐ وَأَخَذَتتتِ ۱لذِيــنَ ظَلَمُواْ ۴ڤصَّيْحَةُ فَأَصْبَحُواْ فِى دِيۭـٰرۣهِمْ جَـٰثِمِينَ (94) كَأَن لَّمْ يَغْنَوْاْ فِيهَآؐ أَلاَ بُعْداً لِّمَدْيَنَ كَمَا بَعِدَتتتْ ثَمُودُؐ (95) وَلَقَدَ اَرْسَلْنَا مُوسۭيٰ بِـَٔايَـٰتِنَا وَسُلْطَـٰنٍ مُّبِينٖ (96) اِلَيٰ فِرْعَوْنَ وَمَلْاَئِهِ” فَاتَّبَعُوٓاْ أَمْرَ فِرْعَوْنَؐ وَمَآ أَمْرُ فِرْعَوْنَ بِرَشِيدٍؐ (97) يَقْدُمُ قَوْمَهُ„ يَوْمَ ۰لْقِيَـٰمَةِ فَأَوْرَدَهُمُ ۴لنَّارَؐ وَبِيسَ ۰لْوۣرْدُ ۴لْمَوْرُودُؐ (98) وَٱُتْبِعُواْ فِى هَـٰذِهِ” لَعْنَةً وَيَوْمَ ۰لْقِيَـٰمَةِؐ بِيسَ ۰لرّۣفْدُ ۴لْمَرْفُودُؐ (99) ذَ؛لِــكَ مِــنَ اَنۢبَآءِ ۱لْقُرۭيٰ نَقُصُّهُ„ عَلَيْــكَ مِنْهَا قَآئِمٌ وَحَصِيدٌؐ (100) وَمَا ظَلَمْنَـٰهُمْ وَچَكِــن ظَلَمُوٓاْ أَنفُسَهُمْؐ فَمَآ أَغْنَــتْ عَنْهُمُ; ءَالِهَتُهُمُ ۴لتِى يَدْعُونَ مِن دُونِ ۱للَّهِ مِن شَيْءٍ لَّمَّا جَآءَ امْرُ رَبِّــكَؐ وَمَا زَادُوهُمْ غَيْرَ تَتْبِيــبٍؐ (101) وَكَذَ؛لِــكَ أَخْذُ رَبِّــكَ إِذَآ أَخَذَ ۰لْقُرۭيٰ وَهِــيَ ظَالِمَة٘ؐ اِنَّ أَخْذَهُ; أَلِيمٌ شَدِيد٘ؐ (102) اِنَّ فِى ذَ؛لِــكَ ءَلاَيَةً لِّمَــنْ خَافَ عَذَابببَ ۰لاَخِرَةِؐ ذَ؛لِــكَ يَوْمٌ مَّجْمُوعٌ لَّهُ ۴لنَّاسُؐ وَذَ؛لِــكَ يَوْمٌ مَّشْهُودٌؐ (103) وَمَا نُوَ۬خِّرُهُ; إِلاَّ لَأِجَــلٍ مَّعْدُودٍؐ (104) © يَوْمَ يَاتِ” لاَ تَكَلَّمُ نَفْـس٘ اِلاَّ بِإِذْنِهِؐ” فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌؐ (105) فَأَمَّا ۰لذِينَ شَقُواْ فَفِى ۱لنّۭارۣ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيق٘ (106) خَـٰلِدِينَ فِيهَا مَا دَامَــتِ ۱لسَّمَـٰوَ؛تتتُ وَالاَرْضُ إِلاَّ مَا شَآءَ رَبُّــكَؐ إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرۣيدُؐ (107) وَأَمَّا ۰لذِيــنَ سَعِدُواْ فَفِى ۱لْجَنَّةِ خَـٰلِدِينَ فِيهَا مَا دَامَــتِ ۱لسَّمَـٰوَ؛تتتُ وَالاَرْضُ إِلاَّ مَا شَآءَ رَبُّكَؐ عَطَآءٗ غَيْرَ مَجْذُوذٍؐ (108) فَلاَ تَكُ فِى مِرْيَةٍ مِّمَّا يَعْبُدُ هَـٰٓؤُلآَءِؐ مَا يَعْبُدُونَ إِلاَّ كَمَا يَعْبُدُ ءَابَآؤُهُم مِّــن قَبْلُؐ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنقُوصٍؐ (109) وَلَقَدَ —اتَيْنَا مُوسَــي ۰لْكِتَـٰــبَ فَاخْتُلِفَ فِيهِؐ وَلَوْلاَ كَلِمَةٌ سَبَقَــتْ مِن رَّبِّــكَ لَقُضِــيَ بَيْنَهُمْؐ وَإِنَّهُمْ لَفِى شَــكٍّ مِّنْهُ مُرۣيــبٍؐ (110) وَإِن كُلًاّ لَّمَا لَيُوَفِّيَنَّهُمْ رَبُّــكَ أَعْمَـٰلَهُمُؐ; إِنَّهُ„ بِمَا يَعْمَلُونَ خَبِيرٌؐ (111)فَاسْتَقِمْ كَمَآ ٱُمِرْتتتَ وَمَــن تَابببَ مَعَــكَ وَلاَ تَطْغَوۣاْؐ اِنَّهُ„ بِمَا تَعْمَلُونَ بَصِيرٌؐ (112) وَلاَ تَرْكَنُوٓاْ إِلَــي ۰لذِيــنَ ظَلَمُواْ فَتَمَسَّكُمُ ۴لنَّارُؐ وَمَا لَكُم مِّن دُونِ ۱للَّهِ مِنَ اَوْلِيَآءَؐ ثُمَّ لاَ تُنصَرُونَؐ (113) وَأَقِمِ ۱لصَّلَوٰةَ طَرَفَــيۣ ۱لنَّهۭارۣ وَزُلَفاً مِّنَ ۰ليْلِؐ إِنَّ ۰لْحَسَنَـٰــتِ يُذْهِبْــنَ ۰لسَّيِّـَٔاتِؐ ذَ؛لِــكَ ذِكْرۭيٰ لِلذَّ؛كِرۣينَؐ (114) وَاصْبِرْؐ فَإِنننَّ ۰للَّهَ لاَ يُضِيعُ أَجْرَ ۰ڤْمُحْسِنِينَؐ (115) فَلَوْلاَ كَانَ مِــنَ ۰لْقُرُونِ مِــن قَبْلِكُمُ; ٱُوْلُواْ بَقِيَّةٍ يَنْهَوْنَ عَـنِ ۱لْفَسَادِ فِى ۱لاَرْضضضِ إِلاَّ قَلِيلًا مِّمَّــنَ اَنجَيْنَا مِنْهُمْؐ وَاتَّبَعَ ۰لذِينَ ظَلَمُواْ مَآ ٱُتْرۣفُواْ فِيهِ وَكَانُواْ مُجْرۣمِينَؐ (116) ® وَمَا كَانَ رَبُّــكَ لِيُهْلِــكَ ۰لْقُرۭيٰ بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَؐ (117) وَلَوْ شَآءَ رَبُّكَ لَجَعَــلَ ۰لنَّاسسسَ ٱُمَّةً وَ؛حِدَةًؐ وَلاَ يَزَالُونَ مُخْتَلِفِينَ إِلاَّ مَن رَّحِمَ رَبُّــكَؐ وَلِذَ؛لِكَ خَلَقَهُمْؐ وَتَمَّــتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِــنَ ۰لْجِنَّةِ وَالنَّاسسسِ أَجْمَعِينَؐ (118) وَكُلًاّ نَّقُــصُّ عَلَيْــكَ مِــنَ اَنۢبَآءِ ۱لرُّسُــلۣ مَا نُثَبِّتُ بِهِ” فُؤَادَكَؐ وَجَآءَكككَ فِى هَـٰذِهِ ۱لْحَقُّ وَمَوْعِظَةٌ وَذِكْرۭيٰ لِلْمُومِنِينَؐ (119) وَقُل لِّلذِيــنَ لاَ يُومِنُونَ \"عْمَلُواْ عَلَــيٰ مَكَانَتِكُمُ; إِنَّا عَـٰمِلُونَ وَانتَظِرُوٓاْ إِنَّا مُنتَظِرُونَؐ (120) وَلِلهِ غَيْــبُ ۴لسَّمَـٰوَ؛تتتِ وَالاَرْضِؐ وَإِلَيْهِ يُرْجَعُ ۴لاَمْرُ كُلُّهُؐ„ فَاعْبُدْهُ وَتَوَكَّــلْ عَلَيْهِؐ وَمَا رَبُّكَ بِغَـٰفِــل۫ عَمَّا تَعْمَلُونَ (121) "
            ]
        }
    ]
}