{
    "title": "[سُورَةُ ۴لْكَهْفِ]",
    "sections": [
        {
            "title": "®بِسْمِ ۱للَّهِ ۱لرَّحْمَـٰنِ ۱لرَّحِيمِ",
            "content": [
                "  ۱لْحَمْدُ لِلهِ ۱ﻟـذِىٓ أَنزَلَ عَلَيٰ عَبْدِهِ ۱لْكِتَـٰبَ وَلَمْ يَجْعَل لَّهُ„ عِوَجاًؐ (1) قَيِّماً لِّيُنذِرَ بَأْساً شَدِيداً مِّــن لَّدُنْهُ وَيُبَشِّرَ ۰لْمُومِنِيــنَ ۰لذِينَ يَعْمَلُونَ ۰ڤصَّـٰڤِحَـٰتِ أَنَّ لَهُمُ; أَجْراٗ حَسَناً (2) مَّـٰكِثِينَ فِيهِ أَبَداً (3) وَيُنذِرَ ۰لذِيــنَ قَالُواْ èتَّخَذَ ۰للَّهُ وَلَداًؐ (4) مَّا لَهُم بِهِ” مِنْ عِلْمٍ وَلاَ ءَلِابَآئِهِمْؐ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنَ اَفْوَ؛هِهِمُؐ; إِنْ يَّقُولُونَ إِلاَّ كَذِباًؐ (5) فَلَعَلَّــكَ بَـٰخِعٌ نَّفْسَكَ عَلَيٰٓ ءَاثۭـٰرۣهِمُ; إِن لَّمْ يُومِنُواْ بِهَـٰذَا ۰لْحَدِيثِ أَسَفاٗؐ (6) اِنَّا جَعَلْنَا مَا عَلَــي ۰لاَرْضِ زۣينَةً لَّهَا لِنَبْلُوَهُمُ; أَيُّهُمُ; أَحْسَنُ عَمَلًؐا (7) وَإِنَّا لَجَـٰعِلُونَ مَا عَلَيْهَا صَعِيداً جُرُزاٗؐ (8) اَمْ حَسِبْتَ أَنَّ أَصْحَـٰبَ ۰لْكَهْفِ وَالرَّقِيمِ كَانُواْ مِــنَ —ايَـٰتِنَا عَجَباٗؐ (9) اِذَ اَوَي ۰لْفِتْيَةُ إِلَــي ۰لْكَهْفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِــن لَّدُنــكَ رَحْمَةً وَهَيِّىْ لَنَا مِنَ اَمْرۣنَا رَشَداًؐ (10) فَضَرَبْنَا عَلَيٰٓ ءَاذَانِهِمْ فِى ۱لْكَهْفِ سِنِيــنَ عَدَداً (11) ثُمَّ بَعَثْنَـٰهُمْ لِنَعْلَمَ أَيُّ ۴لْحِزْبَيْــنۣ أَحْصۭيٰ لِمَا لَبِثُوٓاْ أَمَداًؐ (12) نَّحْــنُ نَقُــصُّ عَلَيْكَ\nنَبَأَهُم بِالْحَقﱢّؐ إِنَّهُمْ فِتْيَة٘ —امَنُواْ بِرَبِّهِمْ وَزۣدْنَـٰهُمْ هُديًؐ (13) وَرَبَطْنَا عَلَيٰ قُلُوبِهِمُ; إِذْ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ۴لسَّمَـٰوَ؛تِ وَالاَرْضِ لَن نَّدْعُوَاْ مِن دُونِهِ“ إِچَهاً لَّقَدْ قُلْنَآ إِذاً شَطَطاٗؐ (14) هَـٰٓؤُلآَءِ قَوْمُنَا \"تَّخَذُواْ مِــن دُونِهِ“ ءَالِهَةً لَّوْلاَ يَاتُونَ عَلَيْهِم بِسُلْطَـٰنٙ بَيِّنٍؐ فَمَــنَ اَظْلَمُ مِمَّنِ 'فْتَرۭيٰ عَلَي ۰للَّهِ كَذِباًؐ (15) وَإِذِ 'عْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلاَّ ۰للَّهَ فَأْوُﹽاْ إِلَــي ۰لْكَهْفِ يَنشُرْ لَكُمْ رَبُّكُم مِّن رَّحْمَتِهِ” وَيُهَيِّىْ لَكُم مِّنَ اَمْرۣكُم مَّرْفِقاًؐ (16) © وَتَرَي ۰لشَّمْسَ إِذَا طَلَعَت تَّزَّ؛وَرُ عَــن كَهْفِهِمْ ذَاتَ ۰لْيَمِينِ وَإِذَا غَرَبَت تَّقْرۣضُهُمْ ذَاتَ ۰لشِّمَالِ وَهُمْ فِى فَجْوَةٍ مِّنْهُؐ ذَ؛لِــكَ مِــنَ —ايَـٰــتِ ۱للَّهِؐ مَـنْ يَّهْدِ ۱للَّهُ فَهُوَ ۰لْمُهْتَدِؐ” وَمَنْ يُّضْلِلْ فَلَن تَجِدَ لَهُ„ وَلِيّاً مُّرْشِداًؐ (17) وَتَحْسِبُهُمُ; أَيْقَاظاً وَهُمْ رُقُودٌؐ وَنُقَلِّبُهُمْ ذَاتَ ۰لْيَمِينِ وَذَاتَ ۰لشِّمَالِ وَكَلْبُهُم بَـٰسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِؐ لَوۣ 'طَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَاراً وَلَمُلِّيؔتَ مِنْهُمْ رُعْباًؐ (18) وَكَذَ؛لِــكَ بَعَثْنَـٰهُمْ لِيَتَسَآءَلُواْ  بَيْنَهُمْؐ قَالَ قَآئِــلٌ مِّنْهُمْ كَمْ لَبِثْتُمْؐ قَالُواْ لَبِثْنَا يَوْماٗ اَوْ بَعْضَ يَوْمٍؐ قَالُواْ رَبُّكُمُ; أَعْلَمُ بِمَا لَبِثْتُمْ فَابْعَثُوٓاْ أَحَدَكُم بِوَرۣقِكُمْ هَـٰذِهِ“ إِلَــي ۰لْمَدِينَةِ فَلْيَنظُرَ اَيُّهَآ أَزْكۭيٰ طَعَاماً فَلْيَاتِكُم بِـرۣزْقٍ مِّنْهُ وَلْيَتَلَطَّفْؐ وَلاَ يُشْعِرَنَّ بِكُمُ; أَحَداٗؐ (19) اِنَّهُمُ; إِنْ يَّظْهَرُواْ عَلَيْكُمْ يَرْجُمُوكُمُ; أَوْ يُعِيدُوكُمْ فِى مِلَّتِهِمْ وَلَــن تُفْڤِحُوٓاْ إِذاٗ اَبَداًؐ (20) وَكَذَ؛لِــكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوٓاْ أَنَّ وَعْدَ ۰للَّهِ حَقٌّ وَأَنَّ ۰لسَّاعَةَ لاَ رَيْبَ فِيهَآؐ إِذْ يَتَنَـٰزَعُونَ بَيْنَهُمُ; أَمْرَهُمْ فَقَالُواْ èبْنُواْ عَلَيْهِم بُنْيَـٰناًؐ رَّبُّهُمُ; أَعْلَمُ بِهِمْؐ قَالَ ۰لذِيــنَ غَلَبُواْ عَلَيٰٓ أَمْرۣهِمْ ڤَنَتَّخِذَنَّ عَلَيْهِم مَّسْجِداًؐ (21) سَيَقُولُونَ ثَـچَثَةٌ رَّابِعُهُمْ كَلْبُهُمْؐ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْماَۢ بِالْغَيْبِؐ وَيَقُولُونَ سَبْعَةٌؐ وَثَامِنُهُمْ كَلْبُهُمْؐ قُل رَّبِّيَ أَعْلَمُ بِعِدَّتِهِمؐ مَّا يَعْلَمُهُمُ; إِلاَّ قَلِيــلٌؐ (22) ® فَلاَ تُمَارۣ فِيهِمُ; إِلاَّ مِرَآءً ظَـٰهِراً وَلاَ تَسْتَفْــتِ فِيهِم مِّنْهُمُ; أَحَداًؐ (23) وَلاَ تَقُولَنَّ لِشَاْىْءٖ اِنِّى فَاعِلٌ ذَ؛لِــكَ غَداٗ اِلٓاَّ أَنْ يَّشَآءَ ۰للَّهُؐ وَاذْكُر رَّبَّــكَ إِذَا نَسِيــتَؐ وَقُلْ عَسۭيٰٓ أَنْ يَّهْدِيَنِ” رَبِّى لَأِقْرَبببَ مِــنْ هَـٰذَا رَشَداًؐ (24) وَلَبِثُواْ فِى كَهْفِهِمْ ثَـچَــثَ مِاْيؕةٍ سِنِينَ وَازْدَادُواْ تِسْعاًؐ (25) قُـلِ ۱للَّهُ أَعْلَمُ بِمَا لَبِثُواْؐ لَهُ„ غَيْــبُ ۴لسَّمَـٰوَ؛تِ وَالاَرْضضضِؐ أَبْصِرْ بِهِ” وَأَسْمِعْؐ مَا لَهُم مِّن دُونِهِ” مِنْ وَّلِي؊ّؐ وَلاَ يُشْرۣكككُ فِى حُكْمِهِ“ أَحَداًؐ (26) وَاتْــلُ مَآ ٱُوحِيَ إِلَيْــكَ مِن كِتَابِ رَبِّــكَ لاَ مُبَدِّلَ لِكَلِمَـٰتِهِؐ” وَلَن تَجِدَ مِن دُونِهِ” مُڤْتَحَداًؐ (27) وَاصْبِرْ نَفْسَــكَ مَعَ ۰لذِيــنَ يَدْعُونَ رَبَّهُم بِالْغَدَوٰةِ وَالْعَشِيِّ يُرۣيدُونَ وَجْهَهُؐ, وَلاَ تَعْدُ عَيْنَـٰكَ عَنْهُمْ تُرۣيدُ زۣينَةَ ۰لْحَيَوٰةِ ۱لدُّنْيۭاؐ وَلاَ تُطِعْ مَنَ اَغْفَلْنَا قَلْبَهُ„ عَــن ذِكْرۣنَا وَاتَّبَعَ هَوۭيٰهُ وَكَانننَ أَمْرُهُ„ فُرُطاًؐ (28) وَقُـلِ ۱لْحَقُّ مِن رَّبِّكُمْ فَمَــن شَآءَ فَلْيُومِنْ وَّمَــن شَآءَ فَلْيَكْفُرۣؐ اِنَّآ أَعْتَدْنَا لِلظَّـٰلِمِيــنَ نَاراٗ اَحَاطَ بِهِمْ سُرَادِقُهَاؐ وَإِنْ يَّسْتَغِيثُواْ يُغَاثُواْ بِمَآءٍ كَالْمُهْلِ يَشْوۣى ۱لْوُجُوهَؐ بِيسَ ۰لشَّرَابُؐ وَسَآءَتْ مُرْتَفَقاٗؐ (29) ¥ اِنَّ ۰لذِيــنَ ءَامَنُواْ وَعَمِلُواْ ۴ڤصَّـٰڤِحَـٰتِ إِنَّا لاَ نُضِيعُ أَجْرَ مَــنَ اَحْسَــنَ عَمَلٗؐا (30) ۷وْلَئِــكَ\nلَهُمْ جَنَّـٰــتُ عَدْنٍ تَجْرۣى مِــن تَحْتِهِمُ ۴لاَنْهَـٰرُ يُحَلَّوْنَ فِيهَا مِــنَ اَسَاوۣرَ مِــن ذَهَــبٍ وَيَلْبَسُونَ ثِيَاباٗ خُضْراً مِّــن سُندُسٍ وَإِسْتَبْرَقٍ مُّتَّكِـِٕينَ فِيهَا عَلَــي ۰لاَرَآئِكِؐ نِعْمَ ۰لثَّوَابُؐ وَحَسُنَتْ مُرْتَفَقاًؐ (31) وَاضْرۣبببْ لَهُم مَّثَلًا رَّجُلَيْنِ جَعَلْنَا لَأِحَدِهِمَا جَنَّتَيْـنِ مِنَ اَعْنَـٰــبٍ وَحَفَفْنَـٰهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعاًؐ (32) كِلْتَا ۰لْجَنَّتَيْــنۣ ءَاتَــتُ ۷كْلَهَا وَلَمْ تَظْلِم مِّنْهُ شَيْـٔاًؐ وَفَجَّرْنَا خِچَلَهُمَا نَهَراً (33) وَكَانَ لَهُ„ ثُمُرٌؐ فَقَالَ ڤِصَـٰحِبِهِ” وَهُوَ يُحَاوۣرُهُ; أَنَآ أَكْثَرُ مِنــكَ مَالًا وَأَعَزُّ نَفَراًؐ (34) وَدَخَـلَ جَنَّتَهُ„ وَهُوَ ظَالِمٌ لِّنَفْسِهِؐ” قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَـٰذِهِ“ أَبَداً وَمَآ أَظُــنُّ ۴لسَّاعَةَ قَآئِمَةً وَلَئِن رُّدِدتُّ إِلَيٰ رَبِّى لَأَجِدَنَّ خَيْراً مِّنْهُمَا مُنقَلَباًؐ (35) قَالَ لَهُ„ صَـٰحِبُهُ„ وَهُوَ يُحَاوۣرُهُ; أَكَفَرْتَ بِاﻟ﮲ خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ سَوّۭيٰــكَ رَجُلًؐا (36) چَّـكِنَّا هُوَ ۰للَّهُ رَبِّى وَلآَ ٱُشْرۣكككُ بِرَبِّــيَ أَحَداًؐ (37) وَلَوْلآَ إِذْ دَخَلْتَ جَنَّتَــكَ قُلْتَ مَا شَآءَ ۰للَّهُ لاَ قُوَّةَ إِلاَّ بِاللَّهِؐ إِن تَرَنِ أَنَآ أَقَلَّ مِنكَ مَالًا وَوَلَداً (38) فَعَسۭيٰ رَبِّيَ أَنْ يُّوتِيَــنۣ” خَيْراً مِّن جَنَّتِــكَ وَيُرْسِــلَ عَلَيْهَا حُسْبَـٰناً مِّــنَ ۰لسَّمَآءِ فَتُصْبِحَ صَعِيداً زَلَقاٗ (39) اَوْ يُصْبِحَ مَآؤُهَا غَوْراً فَلَــن تَسْتَطِيعَ لَهُ„ طَلَباًؐ (40) ® وَٱُحِيطَ بِثُمُرۣهِ” فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَــيٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوۣيَة٘ عَلَيٰ عُرُوشِهَا وَيَقُولُ يَـٰلَيْتَنِى لَمُ ۷شْرۣكْ بِرَبِّــيَ أَحَداًؐ (41) وَلَمْ تَكُــن لَّهُ„ فِـيؕةٌ يَنصُرُونَهُ„ مِن دُونِ ۱للَّهِؐ وَمَا كَانننَ مُنتَصِراٗؐ (42) هُنَالِــكَ ۰لْوَچَيَةُ لِلهِ ۱لْحَقﱢّؐ هُوَ خَيْرٌ ثَوَاباً وَخَيْر٘ عُقُباًؐ (43) وَاضْرۣبْ لَهُم مَّثَــلَ ۰لْحَيَوٰةِ ۱لدُّنْيۭا كَمَآءٖ اَنزَلْنَـٰهُ مِنَ ۰لسَّمَآءِ فَاخْتَلَطَ بِهِ” نَبَاتُ ۴لاَرْضضضِ فَأَصْبَحَ هَشِيماً تَذْرُوهُ ۴لرّۣيَـٰحُؐ وَكَانننَ ۰للَّهُ عَلَيٰ كُلِّ شَيْءٍ مُّقْتَدِراٗؐ (44) ۱لْمَالُ وَالْبَنُونَ زۣينَةُ ۴لْحَيَوٰةِ ۱لدُّنْيۭاؐ وَالْبَـٰقِيَـٰــتُ ۴ڤصَّـٰڤِحَـٰــتُ خَيْر٘ عِندَ رَبِّــكَ ثَوَاباً وَخَيْر٘ اَمَلًؐا (45) وَيَوْمَ نُسَيِّرُ ۴لْجِبَالَ وَتَرَي ۰لاَرْضَ بَارۣزَةً وَحَشَرْنَـٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمُ; أَحَداًؐ (46) وَعُرۣضُواْ عَلَيٰ رَبِّــكَ صَفّاًؐ لَّقَدْ جِيؔتُمُونَا كَمَا خَلَقْنَـٰكُمُ; أَوَّلَ مَرَّةٙؐ بَلْ زَعَمْتُمُ; أَلَّن نَّجْعَــلَ لَكُم مَّوْعِداًؐ (47) وَوُضِعَ ۰لْكِتَـٰبُ فَتَرَي ۰ڤْمُجْرۣمِيــنَ مُشْفِقِيــنَ مِمَّا فِيهِؐ وَيَقُولُونَ يَـٰوَيْلَتَنَا مَالِ هَـٰذَا ۰لْكِتَـٰــبِ لاَ يُغَادِرُ صَغِيرَةً وَلاَ كَبِيرَةٗ اِلٓاَّ أَحْصۭيٰهَاؐ وَوَجَدُواْ مَا عَمِلُواْ حَاضِراًؐ وَلاَ يَظْلِمُ رَبُّكَ أَحَداًؐ (48) © وَإِذْ قُلْنَا لِلْمَلَئِكَةِ ۹سْجُدُواْ ءَلِادَمَ فَسَجَدُوٓاْؐ إِلٓاَّ إِبْلِيــسَ كَانَ مِــنَ ۰لْجِــنّۣ فَفَسَقَ عَنَ اَمْرۣ رَبِّهِؐ“ أَفَتَتَّخِذُونَهُ„ وَذُرّۣيَّتَهُ; أَوْلِيَآءَ مِن دُونِى وَهُمْ لَكُمْ عَدُوّٛؐ بِيسَ لِلظَّـٰلِمِينَ بَدَلًؐا (49) مَّآ أَشْهَدتُّهُمْ خَلْــقَ ۰لسَّمَـٰوَ؛تِ وَالاَرْضِ وَلاَ خَلْــقَ أَنفُسِهِمْ وَمَا كُنــتُ مُتَّخِذَ ۰لْمُضِلِّيــنَ عَضُداًؐ (50) وَيَوْمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ۰لذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُواْ لَهُمْ وَجَعَلْنَا بَيْنَهُم مَّوْبِقاًؐ (51) وَرَءَا ۰ڤْمُجْرۣمُونَ ۰لنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمْ يَجِدُواْ عَنْهَا مَصْرۣفاًؐ (52) وَلَقَدْ صَرَّفْنَا فِى هَـٰذَا ۰لْقُرْءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٍؐ وَكَانَ ۰لِانسَـٰــنُ أَكْثَرَ شَيْءٍ جَدَلًؐا (53) وَمَا مَنَعَ ۰لنَّاسَ أَنْ يُّومِنُوٓاْ إِذْ جَآءَهُمُ ۴لْهُدۭيٰ وَيَسْتَغْفِرُواْ رَبَّهُمُ; إِلٓاَّ أَن تَاتِيَهُمْ سُنَّةُ ۴لاَوَّلِينَ أَوْ يَاتِيَهُمُ ۴لْعَذَابُ قِبَلًؐا (54) وَمَا نُرْسِــلُ ۴لْمُرْسَلِينَ إِلاَّ مُبَشِّرۣينَ وَمُنذِرۣينَؐ وَيُجَـٰدِلُ ۴لذِينَ كَفَرُواْ بِالْبَـٰطِل ڤِيُدْحِضُواْ بِهِ ۱لْحَقَّؐ وَاتَّخَذُوٓاْ ءَايَـٰتِى وَمَآ ٱُنذِرُواْ هُزُؤاًؐ (55) وَمَــنَ اَظْلَمُ مِمَّــن ذُكِّرَ بِـَٔايَـٰــتِ رَبِّهِ” فَأَعْرَضضضَ عَنْهَا وَنَسِــيَ مَا قَدَّمَتْ يَدَ؛هُؐ إِنَّا جَعَلْنَا عَلَيٰ قُلُوبِهِمُ; أَكِنَّةٗ اَنْ يَّفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْراًؐ وَإِن تَدْعُهُمُ; إِلَــي ۰لْهُدۭيٰ فَلَـنْ يَّهْتَدُوٓاْ إِذاٗ اَبَداًؐ (56) وَرَبُّكَ ۰لْغَفُورُ ذُو ۴لرَّحْمَةِؐ لَوْ يُوَ۬اخِذُهُم بِمَا كَسَبُواْ ڤَعَجَّــلَ لَهُمُ ۴لْعَذَابببَؐ بَــل لَّهُم مَّوْعِدٌ لَّنْ يَّجِدُواْ مِن دُونِهِ” مَوْئِلًؐا (57) ® وَتِلْــكَ ۰لْقُرۭيٰٓ أَهْلَكْنَـٰهُمْ لَمَّا ظَلَمُواْ وَجَعَلْنَا لِمُهْلَكِهِم مَّوْعِداًؐ (58) وَإِذْ قَالَ مُوسۭيٰ لِفَتۭيٰهُ لآَ أَبْرَحُ حَتَّيٰٓ أَبْلُغَ مَجْمَعَ ۰ڤْبَحْرَيْنِ أَوَ اَمْضِــيَ حُقُباًؐ (59) فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَاتَّخَذَ سَبِيلَهُ„ فِى ۱ڤْبَحْرۣ سَرَباًؐ (60) فَلَمَّا جَاوَزَا قَالَ لِفَتۭيٰهُ ءَاتِنَا غَدَآءَنَا لَقَدْ لَقِينَا مِــن سَفَرۣنَا هَـٰذَا نَصَباًؐ (61) قَالَ أَرَ×يْــتَ إِذَ اَوَيْنَآ إِلَــي ۰ڤصَّخْرَةِ فَإِنِّى نَسِيــتُ ۴لْحُوتتتَؐ وَمَآ أَنسۭيٰنِيهِ إِلاَّ ۰لشَّيْطَـٰنُ أَنَ اَذْكُرَهُؐ, وَاتَّخَذَ سَبِيلَهُ„ فِى ۱ڤْبَحْرۣؐ عَجَباًؐ (62) قَالَ ذَ؛لِــكَ مَا كُنَّا نَبْغِؐ” فَارْتَدَّا عَلَيٰٓ ءَاثۭارۣهِمَا قَصَصاً (63) فَوَجَدَا عَبْداً مِّنْ عِبَادِنَآ ءَاتَيْنَـٰهُ رَحْمَةً مِّنْ عِندِنَا وَعَلَّمْنَـٰهُ مِــن لَّدُنَّا عِلْماًؐ (64) قَالَ لَهُ„ مُوسۭــيٰ هَلَ اَتَّبِعُــكَ عَلَيٰٓ أَن تُعَلِّمَنِ” مِمَّا عُلِّمْتَ رُشْداًؐ (65) قَالَ إِنَّــكَ لَــن تَسْتَطِيعَ مَعِى صَبْراًؐ (66) وَكَيْفَ تَصْبِرُ عَلَــيٰ مَا لَمْ تُحِطْ بِهِ” خُبْراًؐ (67) قَالَ سَتَجِدُنِيَ إِن شَآءَ ۰للَّهُ صَابِراًؐ وَلآَ أَعْصِى لَــكَ أَمْراًؐ (68) قَالَ فَإِنِ 'تَّبَعْتَنِى فَلاَ تَسْـَٔلَنِّى عَــن شَيْءٖ حَتَّــيٰٓ ٱُحْدِثَ لَــكَ مِنْهُ ذِكْراًؐ (69) فَانطَلَقَا حَتَّيٰٓ إِذَا رَكِبَا فِى ۱لسَّفِينَةِ خَرَقَهَاؐ قَالَ أَخَرَقْتَهَا لِتُغْرۣقَ أَهْلَهَا لَقَدْ جِيؔــتَ شَيْـٔاٗ اِمْراًؐ (70) قَالَ أَلَمَ اَقُـلِ اِنَّــكَ لَــن تَسْتَطِيعَ مَعِى صَبْراًؐ (71) قَالَ لاَ تُوَ۬اخِذْنِى بِمَا نَسِيتُ وَلاَ تُرْهِقْنِى مِنَ اَمْرۣى عُسْراًؐ (72) فَانطَلَقَا حَتَّيٰٓ إِذَا لَقِيَا غُچَماً فَقَتَلَهُ„ قَالَ أَقَتَلْــتَ نَفْساً زَ؛كِيَةَۢ بِغَيْرۣ نَفْــسٍ لَّقَدْ جِيؔــتَ شَيْـٔاً نُّكُراًؐ (73) ¤ قَالَ أَلَمَ اَقُل لَّــكَ إِنَّــكَ لَــن تَسْتَطِيعَ مَعِى صَبْراًؐ (74) قَالَ إِن سَأَلْتُــكَ عَــن شَيْءٙ بَعْدَهَا فَلاَ تُصَـٰحِبْنِى قَدْ بَلَغْــتَ مِن لَّدُنِى عُذْراًؐ (75) فَانطَلَقَا حَتَّيٰٓ إِذَآ أَتَيَآ أَهْلَ قَرْيَةٖ 'سْتَطْعَمَآ أَهْلَهَا فَأَبَوَاْ اَنْ يُّضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَاراً يُرۣيدُ أَنْ يَّنقَضَّ فَأَقَامَهُؐ, قَالَ لَوْ شِيؔــتَ ڤَتَّخَذتَّ عَلَيْهِ أَجْراًؐ (76) قَالَ هَـٰذَا فِرَاقُ بَيْنِى وَبَيْنِــكَؐ سَٱُنَبِّيؖــكَ بِتَاوۣيلِ مَا لَمْ تَسْتَطِع عَّلَيْهِ صَبْراٗؐ (77) اَمَّا ۰لسَّفِينَةُ فَكَانَــتْ لِمَسَـٰكِينَ يَعْمَلُونَ فِى ۱ڤْبَحْرۣ فَأَرَدتُّ أَنَ اَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٌ يَاخُذُ كُلَّ سَفِينَةٖ غَصْباًؐ (78) وَأَمَّا ۰لْغُچَمُ فَكَانَ أَبَوَ؛هُ مُومِنَيْنِ فَخَشِينَآ أَنْ يُّرْهِقَهُمَا طُغْيَــٰناً وَكُفْراًؐ (79) فَأَرَدْنَآ أَنْ يُّبَدِّلَهُمَا رَبُّهُمَا خَيْراً مِّنْهُ زَكَوٰةً وَأَقْرَبَ رُحْماًؐ (80) وَأَمَّا ۰لْجِدَارُ فَكَانَ لِغُچَمَيْنِ يَتِيمَيْنِ فِى ۱لْمَدِينَةِ وَكَانَ تَحْتَهُ„ كَنزٌ لَّهُمَاؐ وَكَانَ أَبُوهُمَا صَـٰڤِحاً فَأَرَادَ رَبُّكَ أَنْ يَّبْلُغَآ أَشُدَّهُمَا وَيَسْتَخْرۣجَا كَنزَهُمَا رَحْمَةً مِّن رَّبِّــكَؐ وَمَا فَعَلْتُهُ„ عَنَ اَمْرۣىؐ ذَ؛لِــكَ تَاوۣيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْراًؐ (81) وَيَسْـَٔلُونَــكَ عَن ذى ۱لْقَرْنَيْنِؐ قُلْ سَأَتْلُواْ عَلَيْكُم مِّنْهُ ذِكْراٗؐ (82) اِنَّا مَكَّنَّا لَهُ„ فِى ۱لاَرْضِ وَءَاتَيْنَــٰهُ مِن كُلِّ شَيْءٍ سَبَباً (83) فَاتَّبَعَ سَبَباٗ حَتَّيٰٓ إِذَا بَلَغَ مَغْرۣبَ ۰لشَّمْسِ وَجَدَهَا تَغْرُبُ فِى عَيْنٖ حَمِيؕة وَوَجَدَ عِندَهَا قَوْماًؐ قُلْنَا يَـٰذَا ۰لْقَرْنَيْنِ إِمَّآ أَن تُعَذِّبببَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمْ حُسْناًؐ (84) ® قَالَ أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُ„ ثُمَّ يُرَدُّ إِلَيٰ رَبِّهِ” فَيُعَذِّبُهُ„ عَذَاباً نُّكُراًؐ (85) وَأَمَّا مَنَ —امَنَ وَعَمِلَ صَـٰڤِحاً فَلَهُ„ جَزَآءُ ۴لْحُسْنۭيٰؐ وَسَنَقُولُ لَهُ„ مِنَ اَمْرۣنَا يُسْراًؐ (86) ثُمَّ \"تَّبَعَ سَبَباٗ حَتَّيٰٓ إِذَا بَلَغَ مَطْلِعَ ۰لشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَيٰ قَوْمٍ لَّمْ نَجْعَل لَّهُم مِّن دُونِهَا سِتْراً (87) كَذَ؛لِــكَؐ وَقَدَ اَحَطْنَا بِمَا لَدَيْهِ خُبْراًؐ (88) ثُمَّ \"تَّبَعَ سَبَباٗ حَتَّيٰٓ إِذَا بَلَغَ بَيْنَ ۰لسُّدَّيْنِ وَجَدَ مِن دُونِهِمَا قَوْماً لاَّ يَكَادُونَ يَفْقَهُونَ قَوْلًؐا (89) قَالُواْ يَــٰذَا ۰لْقَرْنَيْنِ إِنَّ يَاجُوجَ وَمَاجُوجَ مُفْسِدُونَ فِى ۱لاَرْضِ فَهَلْ نَجْعَلُ لَــكَ خَرْجاٗ عَلَـيٰٓ أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سُدّاًؐ (90) قَالَ مَا مَكَّنِّى فِيهِ رَبِّى خَيْرٌؐ فَأَعِينُونِى بِقُوَّةٖ اَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْماٗؐ (91) —اتُونِى زُبَـرَ ۰لْحَدِيدِؐ حَتَّيٰٓ إِذَا سَاوۭيٰ بَيْنَ ۰لصَّدَفَيْنِ قَالَ ۸نفُخُواْؐ حَتَّيٰٓ إِذَا جَعَلَهُ„ نَاراً\n\n\nقَالَ ءَاتُونِىٓ ٱُفْرۣغْ عَلَيْهِ قِطْراًؐ (92) فَمَا \"سْطَـٰعُوٓاْ أَنْ يَّظْهَرُوهُ وَمَا \"سْتَطَـٰعُواْ لَهُ„ نَقْباًؐ (93) قَالَ هَـٰذَا رَحْمَةٌ مِّن رَّبِّىؐ فَإِذَا جَآءَ وَعْدُ رَبِّى جَعَلَهُ„ دَكّاً وَكَانَ وَعْدُ رَبِّى حَقّاًؐ (94) وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِى بَعْضٍؐ وَنُفِخَ فِى ۱لصُّورۣ فَجَمَعْنَـٰهُمْ جَمْعاًؐ (95) وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِّلْكۭـٰفِرۣينَ عَرْضاٗ (96) ۱لذِينَ كَانَــتَ اَعْيُنُهُمْ فِى غِطَآءٖ عَن ذِكْرۣى وَكَانُواْ لاَ يَسْتَطِيعُونَ سَمْعاٗؐ (97) © اَفَحَسِــبَ ۰لذِينَ كَفَرُوٓاْ أَنْ يَّتَّخِذُواْ عِبَادِى مِن دُونِيَ أَوْلِيَآءَؐ اۭنَّآ أَعْتَدْنَا جَهَنَّمَ لِلْكۭـٰفِرۣينَ نُزُلًؐا (98) قُلْ هَلْ نُنَبِّيؖكُم بِالاَخْسَرۣينَ أَعْمَـٰلٗا ۱لذِينَ ضَلَّ سَعْيُهُمْ فِى ۱لْحَيَوٰةِ ۱لدُّنْيۭا وَهُمْ يَحْسِبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعاٗؐ (99) ۷وْلَئِــكَ ۰لذِينَ كَفَرُواْ بِـَٔايَــٰــتِ رَبِّهِمْ وَلِقَآئِهِ” فَحَبِطَــتَ اَعْمَــٰلُهُمْ فَلاَ نُقِيمُ لَهُمْ يَوْمَ ۰لْقِيَــٰمَةِ وَزْناًؐ (100) ذَ؛لِــكَ جَزَآؤُهُمْ جَهَنَّمُ بِمَا كَفَرُواْ وَاتَّخَذُوٓاْ ءَايَــٰتِى وَرُسُلِى هُزُؤاٗؐ (101) اِنَّ ۰لذِينَ ءَامَنُواْ وَعَمِلُواْ ۴ڤصَّـٰڤِحَــٰــتِ كَانَــتْ لَهُمْ جَنَّــٰــتُ ۴لْفِرْدَوْسِ نُزُلٗا (102) خَــٰلِدِينَ\n\n فِيهَا لاَ يَبْغُونَ عَنْهَا حِوَلًؐا (103) قُل لَّوْ كَانَ ۰ڤْبَحْرُ مِدَاداً لِّكَلِمَـٰــتِ رَبِّى لَنَفِدَ ۰ڤْبَحْرُ قَبْلَ أَن تَنفَدَ كَلِمَـٰــتُ رَبِّى وَلَوْ جِيؔنَا بِمِثْلِهِ” مَدَداًؐ (104) قُلِ اِنَّمَآ أَنَا بَشَرٌ مِّثْلُكُمْ يُوحۭيٰٓ إِلَــيَّ أَنَّمَآ إِچَهُكُمُ; إِچَهٌ وَ؛حِدٌؐ فَمَــن كَانَ يَرْجُواْ لِقَآءَ رَبِّهِ” فَلْيَعْمَــلْ عَمَلًا صَـٰڤِحاً وَلاَ يُشْرۣكككْ بِعِبَادَةِ رَبِّهِ“ أَحَداً (105) "
            ]
        }
    ]
}