{
    "title": "سُورَةُ ۴لنِّسَـــــا ءِ",
    "sections": [
        {
            "title": "بِسْمِ ۱للَّهِ ۱لرَّحْمَـٰنِ ۱لرَّحِيمِ",
            "content": [
                " بِسْمِ ۱للَّهِ ۱لرَّحْمَـٰنِ ۱لرَّحِيمِ يَـٰٓأَيُّهَا ۰لنَّاسُ èتَّقُواْ رَبَّكُمُ ۴ﻟ﮲ خَلَقَكُم مِّن نَّـفْسٍ وَ؛حِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَــثَّ مِنْهُمَا رۣجَالًا كَثِيراً وَنِسَآءًؐ وَاتَّقُواْ ۴للَّهَ ۰ﻟ﮲ تَسَّآءَلُونَ بِهِ” وَالاَرْحَامَؐ إِنَّ ۰للَّهَ كَانَ عَلَيْكُمْ رَقِيباًؐ (1) وَءَاتُواْ ۴لْيَتَــٰمۭيٰٓ أَمْوَ؛لَهُمْؐ وَلاَ تَتَبَدَّلُواْ ۴لْخَبِيــثَ بِالطَّيِّــبِؐ وَلاَ تَاكُلُوٓاْ أَمْوَ؛لَهُمُ; إِلَـيٰٓ أَمْوَ؛لِكُمُؐ; إِنَّهُ„ كَانَ حُوباً كَبِيراًؐ (2) وَإِنْ خِفْتُمُ; أَلاَّ تُقْسِطُواْ فِى ۱لْيَتَــٰمۭيٰ فَانكِحُواْ مَــا طَابَ لَكُم مِّنَ ۰لنِّسَآءِ مَثْنۭـيٰ وَثُـچَـــثَ وَرُبَــٰعَؐ فَإِنْ خِفْتُمُ; أَلاَّ تَعْدِلُواْ فَوَ؛حِدَةٗ اَوْ مَا مَلَكَــتَ اَيْمَــٰنُكُمْؐ ذَ؛لِكَ أَدْنۭـيٰٓ أَلاَّ تَعُولُواْؐ (3) وَءَاتُواْ ۴لنِّسَآءَ صَدُقَــٰتِهِنَّ نِحْلَةًؐ فَــإِن طِبْنَ لَكُمْ عَن شَيْءٍ مِّنْهُ نَفْساً فَكُلُوهُؐ هَنِيٓـٔاً مَّرۣيٓــٔاًؐ (4) وَلاَ تُوتُواْ ۴لسُّفَهَآءَ امْوَ؛لَكُمُ ۴لتِـى جَعَلَ ۰للَّهُ لَكُمْ قِيَماًؐ وَارْزُقُوهُمْ فِيـهَا وَاكْسُوهُمْ وَقُولُواْ لَهُمْ قَوْلًا مَّعْرُوفاًؐ (5) ¥ وَابْتَلُواْ ۴لْيَتَــٰمۭيٰ حَتَّيٰٓ إِذَا بَلَغُواْ ۴لنِّكَاحَ فَإِنَ —انَسْتُم مِّنْهُمْ رُشْداً فَادْفَعُوٓاْ إِلَيْهِمُ; أَمْوَ؛لَهُمْ وَلاَ تَاكُلُوهَآ إِسْرَافاً وَبِدَاراٗ اَنْ يَّكْبَرُواْؐ وَمَن كَانَ غَنِيّاً فَلْيَسْتَعْفِفْؐ وَمَن كَانَ فَقِيراً فَلْيَاكُلْ بِالْمَعْرُوفِؐ فَإِذَا دَفَعْتُمُ; إِلَيْهِمُ; أَمْوَ؛لَهُمْ فَأَشْهِدُواْ عَلَيْهِمْؐ وَكَفۭيٰ بِاللَّهِ حَسِـيبـاًؐ (6) لِّلرّۣجَالِ نَصِيبٌ مِّمَّا تَرَكَ ۰لْوَ؛لِدَ؛نِ وَالاَقْرَبُونَ وَلِلنِّسَـآءِ نَصِيبٌ مِّمَّا تَرَكَ ۰لْوَ؛لِدَ؛نِ وَالاَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَؐ نَصِيباً مَّفْرُوضاًؐ (7) وَإِذَا حَضَرَ ۰لْقِسْمَةَ ٱُوْلُواْ ۴لْقُرْبۭيٰ وَالْيَتَــٰمۭـيٰ وَالْمَسَـٰكِينُ فَارْزُقُوهُم مِّنْهُؐ وَقُولُواْ لَهُمْ قَوْلًا مَّعْرُوفاًؐ (8) وَلْيَخْشَ ۰لذِينَ لَوْ تَرَكُواْ مِنْ خَلْفِهِمْ ذُرّۣيَّـةً ضِعَــٰفاٗ خَافُواْ عَلَيْهِمْؐ فَلْيَتَّقُواْ ۴للَّهَ وَلْيَقُولُواْ قَوْلًا سَدِيداٗؐ (9) اِنَّ ۰لذِينَ يَاكُلُونَ أَمْوَ؛لَ ۰لْيَتَــٰمۭيٰ ظُلْمـاٗ اِنَّمَا يَاكُلُونَ فِى بُطُونِهِمْ نَاراًؐ وَسَيَصْلَوْنَ سَعِيراًؐ (10) ® يُوصِيكُمُ ۴للَّهُ فِىٓ أَوْچَدِكُمْؐ لِلذَّكَرۣ مِثْلُ حَظِّ ۱لاُنثَيَيْنِؐ فَإِن كُنَّ نِسَآءً فَوْقَ \"ثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَؐ وَإِن كَانَــتْ وَ؛حِدَةٌ فَلَهَا ۰لنِّصْفُؐ وَلَأِبَوَيْهِ لِكُلِّ وَ؛حِدٍ مِّنْهُمَا ۰لسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُ„ وَلَدٌؐ فَإِن لَّمْ يَكُن لَّهُ„ وَلَدٌ وَوَرۣثَهُ; أَبَوَ؛هُ فَلُءِمِّهِ ۱لثُّلُــثُؐ فَإِن كَانَ لَهُ; إِخْوَةٌ فَلُءِمِّهِ ۱لسُّدُسُؐ مِنۢ بَعْدِ وَصِيَّةٍ يُوصِى بِهَآ أَوْ دَيْنٖؐ —ابَآؤُكُمْ وَأَبْنَآؤُكُمْ لاَ تَدْرُونَ أَيُّهُمُ; أَقْرَبببُ لَكُمْ نَفْعاًؐ فَرۣيضَةً مِّنَ ۰للَّهِؐ إِنَّ ۰للَّهَ كَانَ عَلِيماٗ حَكِيماًؐ (11) وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَ؛جُكُمُ; إِن لَّمْ يَكُن لَّهُنَّ وَلَدٌؐ فَإِن كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ ۴لرُّبُعُ مِمَّا تَرَكْنَ مِنۢ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَآ أَوْ دَيْنٍؐ وَلَهُنَّ ۰لرُّبُعُ مِمَّا تَرَكْتُمُ; إِن لَّمْ يَكُن لَّكُمْ وَلَدٌؐ فَإِن كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ ۰لثُّمُنُ مِمَّا تَرَكْتُم مِّنۢ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَآ أَوْ دَيْنٍؐ وَإِن كَانَ رَجُلٌ يُورَثُ كَچَلَةٗ اَوۣ 'مْرَأَةٌ وَلَهُ; أَخ٘ اَوُ ۷خْــتٌ فَلِكُلِّ وَ؛حِدٍ مِّنْهُمَا ۰لسُّدُسُؐ فَـإِن كَانُوٓاْ أَكْثَرَ مِن ذَ؛لِكَ فَهُمْ شُرَكَآءُ فِى ۱لثُّلُــثِ مِنۢ بَعْدِ وَصِيَّةٍ يُوصِى بِهَآ أَوْ دَيْنٖ غَيْرَ مُضَآرّؐ؊ وَصِيَّةً مِّنَ ۰للَّهِؐ وَاللَّهُ عَلِيم٘ حَلِيمٌؐ (12) © تِلْكَ حُدُودُ ۴للَّهِؐ وَمَنْ يُّطِعِ ۱للَّهَ وَرَسُولَهُ„ نُدْخِلْهُ جَنَّــٰــتٍ تَجْرۣى مِن تَحْتِهَا ۰لاَنْهَـٰرُ خَــٰلِدِينَ فِيهَاؐ وَذَ؛لِكَ ۰لْفَوْزُ ۴لْعَظِيمُؐ (13) وَمَنْ يَّعْصِ ۱للَّهَ وَرَسُولَهُ„ وَيَتَعَدَّ حُدُودَهُ„ نُدْخِلْهُ نَاراٗ خَـٰلِداً فِيهَاؐ وَلَهُ„ عَذَابٌ مُّهِينٌؐ (14) وَالـــتِى يَاتِينَ ۰ڤْفَـٰحِشَةَ مِن نِّسَآئِكُمْ فَاسْتَشْهِدُواْ عَلَيْهِنَّ أَرْبَعَةً مِّنكُمْؐ فَإِن شَهِدُواْ فَأَمْسِكُوهُنَّ فِى ۱لْبُيُوتِ حَتَّيٰ يَتَوَفّۭيٰهُنَّ ۰لْمَوْتتتُ أَوْ يَجْعَلَ ۰للَّهُ لَهُنَّ سَبِيلًؐا (15) وَالذَ؛نِ يَاتِيَــٰنِهَا مِنكُمْ فَــَٔاذُوهُمَاؐ فَإِن تَابَــا وَأَصْلَحَا فَأَعْرۣضُواْ عَنْهُمَآؐ إِنَّ ۰للَّهَ كَانَ تَوَّاباً رَّحِيماٗؐ (16) اِنَّمَا ۰لتَّوْبَةُ عَلَي ۰للَّهِ لِلذِينَ يَعْمَلُونَ ۰لسُّوٓءَ بِجَهَــٰلَةٍ ثُــمَّ يَتُوبُونَ مِن قَرۣيــبٍؐ فَٱُوْلَئِكَ يَتُوبببُ ۴للَّهُ عَلَيْهِمْؐ وَكَانَ ۰للَّهُ عَلِيماٗ حَكِيماًؐ (17) وَلَيْسَــتِ ۱لتَّوْبَةُ لِلذِينَ يَعْمَلُونَ ۰لسَّيِّـَٔاتتتِ حَتَّيٰٓ إِذَا حَضَرَ أَحَدَهُمُ ۴لْمَوْتتتُ قَالَ إِنِّى تُبْــتُ ۴چَـنَ وَلاَ ۰لذِينَ يَمُوتُونَ وَهُمْ كُفَّار٘ؐ ۷وْلَئِكَ أَعْتَدْنَا لَهُمْ عَذَاباٗ اَلِيماًؐ (18) يَـٰٓأَيُّهَا ۰لذِينَ ءَامَنُواْ لاَ يَحِلُّ لَكُمُ; أَن تَرۣثُواْ ۴لنِّسَـآءَ كَرْهاًؐ وَلاَ تَعْضُلُوهُنَّ لِتَذْهَبُواْ بِبَعْضِ مَآ ءَاتَيْتُمُوهُنَّ إِلٓاَّ أَنْ يَّاتِينَ بِفَـٰحِشَةٍ مُّبَيِّنَةٍؐ ® وَعَاشِرُوهُنَّ بِالْمَعْرُوفِؐ فَإِن كَرۣهْتُمُوهُنَّ فَعَسۭيٰٓ أَن تَكْرَهُواْ شَيْــٔاً وَيَجْعَلَ ۰للَّهُ فِيهِ خَيْراً كَثِيراًؐ (19) وَإِنَ اَرَدتُّمُ èسْتِبْدَالَ زَوْجٍ مَّكَانَ زَوْجٍ وَءَاتَيْتُمُ; إِحْدۭيٰهُنَّ قِنطَاراً فَلاَ تَاخُذُواْ مِنْهُ شَيْـٔاٗؐ اَتَاخُذُونَهُ„ بُهْتَــٰناً وَإِثْماً مُّبِيناًؐ (20) وَكَيْفَ تَاخُذُونَهُ„ وَقَدَ اَفْضۭيٰ بَعْضُكُمُ; إِلَيٰ بَعْضٍ وَأَخَذْنَ مِنكُم مِّيثَــٰقاٗ غَلِيظاًؐ (21) وَلاَ تَنكِحُواْ مَا نَكَحَ ءَابَآؤُكُم مِّنَ ۰لنِّسَآءِ الاَّ مَا قَدْ سَلَفَؐ إِنَّهُ„ كَانَ فَـٰحِشَةً وَمَقْتاًؐ وَسَآءَ سَبِيلٗؐا (22) حُرّۣمَتْ عَلَيْكُمُ; ٱُمَّهَـٰتُكُمْ وَبَنَاتُكُمْ وَأَخَوَ؛تُكُمْ وَعَمَّــٰتُكُمْ وَخَــٰچَتُكُمْ وَبَنَاتتتُ ۴لاَخِ وَبَنَاتتتُ ۴لاُخْــتِؐ وَٱُمَّهَــٰتُكُمُ ۴لــتِىٓ أَرْضَعْنَكُمْ وَأَخَوَ؛تُكُم مِّنَ ۰لرَّضَـٰعَةِؐ وَٱُمَّهَــٰــتُ نِسَآئِكُمْ وَرَبَــٰٓئِبُكُمُ ۴لــتِى فِى حُجُورۣكُم مِّن نِّسَآئِكُمُ ۴لــتِى دَخَلْتُم بِهِنَّؐ فَإِن لَّمْ تَكُونُواْ دَخَلْتُم بِهِنَّ فَلاَ جُنَاحَ عَلَيْكُمْؐ وَحَلَئِلُ أَبْنَآئِكُمُ ۴لذِينَ مِنَ اَصْچَبِكُمْؐ وَأَن تَجْمَعُواْ بَيْنَ ۰لاُخْتَيْنِ إِلاَّ مَا قَدْ سَلَفَؐ إِنَّ ۰للَّهَ كَانَ غَفُوراً رَّحِيماًؐ (23) ¤ وَاڤْمُحْصَنَــٰــتُ مِنَ ۰لنِّسَـآءِ الاَّ مَا مَلَكَــتَ اَيْمَــٰنُكُمْؐ كِتَــٰــبَ ۰للَّهِ عَلَيْكُمْؐ وَأَحَلَّ لَكُم مَّا وَرَآءَ ذَ؛لِكُمُ; أَن تَـبْتَغُواْ بِأَمْوَ؛لِكُم مُّحْصِنِينَ غَيْرَ مُسَـٰفِحِينَؐ فَمَا \"سْتَمْتَعْتُم بِهِ” مِنْهُنَّ فَــَٔاتُوهُنَّ ٱُجُورَهُنَّ فَرۣيضَةًؐ وَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا تَرَ؛ضَيْتُم بِهِ” مِنۢ بَعْدِ ۱لْفَرۣيضَةِؐ إِنَّ ۰للَّهَ كَانَ عَلِيماٗ حَكِيماًؐ (24) وَمَن لَّمْ يَسْتَطِعْ مِنكُمْ طَوْلٗا اَنْ يَّنكِحَ ۰ڤْمُحْصَنَــٰــتِ ۱لْمُومِنَــٰــتِ فَمِن مَّا مَلَكَــتَ اَيْمَــٰنُكُم مِّن فَتَيَــٰتِكُمُ ۴لْمُومِنَــٰــتِؐ وَاللَّهُ أَعْلَمُ بِإِيمَــٰنِكُمؐ بَعْضُكُم مِّـنۢ بَعْضٍؐ فَانكِحُوهُنَّ بِـإِذْنِ أَهْلِهِنَّؐ وَءَاتُوهُنَّ ٱُجُورَهُنَّ بِالْمَعْرُوفِ مُحْصَنَــٰــتٖ غَيْرَ مُسَــٰفِحَــٰــتٍ وَلاَ مُتَّخِذَ؛تتتِ أَخْدَانٍؐ فَإِذَآ ٱُحْصِنَّ فَـإِنَ اَتَيْنَ بِفَـٰحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَي ۰ڤْمُحْصَنَــٰــتِ مِــنَ ۰لْعَذَابببِؐ ذَ؛لِكَ لِمَنْ خَشِيَ ۰لْعَنَــتَ مِنكُمْؐ وَأَن تَصْبِرُواْ خَيْرٌ لَّكُمْؐ وَاللَّهُ غَفُورٌ رَّحِيمٌؐ (25) يُرۣيدُ ۴للَّهُ لِيُبَيِّـنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ ۰لذِينَ مِن قَبْلِكُمْ وَيَتُوبببَ عَلَيْكُمْؐ وَاللَّهُ عَلِيم٘ حَكِيمٌؐ (26) وَاللَّهُ يُرۣيدُ أَنْ يَّتُوبببَ عَلَيْكُمْؐ وَيُرۣيدُ ۴لذِينَ يَتَّبِعُونَ ۰لشَّهَوَ؛تتتِ أَن تَــمِيلُواْ مَيْلٗا عَظِيماًؐ (27) يُرۣيدُ ۴للَّهُ أَنْ يُّخَفِّفَ عَنكُمْؐ وَخُلِقَ ۰لِانسَـٰنُ ضَعِيفاًؐ (28) ® يَـٰٓأَيُّهَا ۰لذِينَ ءَامَنُواْ لاَ تَاكُلُوٓاْ أَمْوَ؛لَكُم بَيْنَكُم بِالْبَــٰطِلِؐ إِلٓاَّ أَن تَكُونَ تِجَــٰرَة٘ عَن تَرَاضٍ مِّنكُمْؐ وَلاَ تَقْتُلُوٓاْ أَنفُسَكُمُؐ; إِنَّ ۰للَّهَ كَانَ بِكُمْ رَحِيماًؐ (29) وَمَنْ يَّفْعَلْ ذَ؛لِكَ عُدْوَ؛ناً وَظُلْماً فَسَوْفَ نُصْلِيهِ نَاراًؐ وَكَانَ ذَ؛لِكَ عَلَي ۰للَّهِ يَسِيراٗؐ (30) اِن تَجْتَنِبُواْ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنكُمْ سَيِّــَٔاتِكُمْ وَنُدْخِلْكُم مَّدْخَلًا كَرۣيماًؐ (31) وَلاَ تَتَمَنَّوْاْ مَا فَضَّلَ ۰للَّهُ بِهِ” بَعْضَكُمْ عَلَيٰ بَعْضٍؐ لِّلـرّۣجَالِ نَصِيــبٌ مِّمَّا \"كْتَسَبُواْؐ وَلِلنِّسَآءِ نَصِيــبٌ مِّمَّا \"كْتَسَبْنَؐ وَسْـَٔلُواْ ۴للَّهَ مِن فَضْلِهِؐ“ إِنَّ ۰للَّهَ كَانَ بِكُلِّ شَيْءٖ عَلِيماًؐ (32) وَلِكُلٍّ جَعَلْنَا مَوَ؛لِيَ مِمَّا تَرَكَؐ ۰لْوَ؛لِدَ؛نِ وَالاَقْرَبُونَؐ وَالذِينَ عَـٰقَدَتتتَ اَيْمَـٰنُكُمْ فَــَٔاتُوهُمْ نَصِيبَهُمُؐ; إِنَّ ۰للَّهَ كَانَ عَلَيٰ كُلِّ شَيْءٍ شَهِيداٗؐ (33) ۱لرّۣجَالُ قَوَّ؛مُونَ عَلَي ۰لنِّسَآءِ بِـمَــا فَضَّلَ ۰للَّهُ بَعْضَهُمْ عَلَيٰ بَعْضٍ وَ بِمَآ أَنفَقُواْ مِنَ اَمْوَ؛لِهِــمْؐ فَاڤصَّـٰڤِحَـٰــتُ قَــٰنِتَــٰــت٘ حَــٰفِظَــٰــتٌ لِّلْغَيْــبِ بِمَا حَفِظَ ۰للَّهُؐ وَالـــتِى تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِى ۱لْمَضَاجِعِ وَاضْرۣبُوهُنَّؐ فَإِنَ اَطَعْنَكُمْ فَلاَ تَبْغُواْ عَلَيْهِنَّ سَبِيلٗؐا اِنَّ ۰للَّهَ كَانَ عَلِيّاً كَبِيراًؐ (34) وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُواْ حَكَماً مِّنَ اَهْلِهِ” وَحَكَماً مِّنَ اَهْلِهَآ إِنْ يُّرۣيدَآ إِصْڦَحاً يُوَفِّقِ ۱للَّهُ بَيْنَهُمَآؐ إِنَّ ۰للَّهَ كَانَ عَلِيماٗ خَبِيراًؐ (35) © وَاعْبُدُواْ ۴للَّهَؐ وَلاَ تُشْرۣكُواْ بِهِ” شَيْـــٔاًؐ وَبِالْوَ؛لِدَيْنِ إِحْسَـٰناً وَبِذِى ۱لْقُرْبۭـيٰ وَالْيَتَـٰمۭيٰ وَالْمَسَـٰكِينِ وَالْجۭارۣ ذى ۱لْقُرْبۭيٰ وَالْجۭارۣ ۱لْجُنُبِ\nوَاڤصَّـٰحِــبِ بِالْجَنۢــبِ وَابْنِ ۱لسَّبِيلِ وَمَا مَلَكَــتَ اَيْمَــٰنُكُمُؐ; إِنَّ ۰للَّهَ لاَ يُحِــبُّ مَن كَانَ مُخْتَالًا فَخُوراٗؐ (36) ۱لذِينَ يَبْخَلُونَ وَيَامُرُونَ ۰لنَّاسَ بِاڤْبُخْلِ وَيَكْتُمُونَ مَآ ءَاتۭيٰهُمُ ۴للَّهُ مِن فَضْلِهِؐ” وَأَعْتَدْنَا لِلْكۭـٰفِرۣينَ عَذَاباً مُّهِيناًؐ (37) وَالذِينَ يُنفِقُونَ أَمْوَ؛لَهُمْ رۣيؕآءَ ۰لنَّاسِ وَلاَ يُومِنُونَ بِاللَّهِ وَلاَ بِالْيَوْمِ ۱لاَخِرۣؐ وَمَنْ يَّكُنِ ۱لشَّيْطَـٰنُ لَهُ„ قَرۣيناً فَسَآءَ قَرۣيناًؐ (38) وَمَاذَا عَلَيْهِمْ لَوَ —امَنُواْ بِاللَّهِ وَالْيَوْمِ ۱لاَخِرۣ وَأَنفَقُواْ مِمَّا رَزَقَهُمُ ۴للَّهُؐ وَكَانَ ۰للَّهُ بِهِمْ عَلِيماٗؐ (39) اِنَّ ۰للَّهَ لاَ يَظْلِمُ مِثْقَالَ ذَرَّةٍؐ وَإِن تَكُ حَسَنَةٌ يُضَـٰعِفْهَا وَيُوتِ مِن لَّدُنْهُ أَجْراٗ عَظِيماًؐ (40) فَكَيْفَ إِذَا جِيؔنَا مِن كُلِّ ٱُمَّةٙ بِشَهِيدٍ وَجِيؔنَــا بِكَ عَلَيٰ هَـٰٓؤُلآَءِ شَهِيداًؐ (41) يَوْمَئِذٍ يَوَدُّ ۴لذِينَ كَفَرُواْ وَعَصَوُاْ ۴لرَّسُولَ لَوْ تَسَّوّۭيٰ بِهِمُ ۴لاَرْضُ وَلاَ يَكْتُمُونَ ۰للَّهَ حَدِيثاًؐ (42) يَـٰٓأَيُّهَا ۰لذِينَ ءَامَنُواْ لاَ تَقْرَبُواْ ۴لصَّلَوٰةَ وَأَنتُمْ سُكَـٰرۭيٰ حَتَّيٰ تَعْلَمُواْ مَا تَقُولُونَ وَلاَ جُنُباٗ اِلاَّ عَابِـرۣى سَبِيلٖ حَتَّيٰ تَغْتَسِلُواْؐ وَإِن كُنتُم مَّرْضۭيٰٓ أَوْ عَلَيٰ سَفَر۫ اَوْ جَآءَ احَـدٌمِّنكُم مِّنَ ۰لْغَآئِطِ أَوْ چَمَسْتُمُ ۴لنِّسَآءَ فَلَمْ تَجِدُواْ مَآءً فَتَيَمَّمُواْ صَعِيداً طَيِّبـاً فَامْسَحُواْ بِوُجُوهِكُمْ وَأَيْدِيكُمُؐ; إِنَّ ۰للَّهَ كَانَ عَفُوّاٗ غَفُوراٗؐ (43) اَلَمْ تَرَ إِلَي ۰لذِينَ ٱُوتُواْ نَصِيباً مِّـنَ ۰لْكِتَــٰــبِ يَشْتَرُونَ ۰لضَّچَلَةَ وَيُرۣيدُونَ أَن تَضِلُّواْ ۴لسَّبِـيـلَؐ وَاللَّهُ أَعْلَمُ بِأَعْدَآئِكُمْؐ وَكَفۭيٰ بِاللَّهِ وَلِيّاً وَكَفۭيٰ بِاللَّهِ نَصِيراًؐ (44) ® مِّنَ ۰لذِينَ هَادُواْ يُحَرّۣفُونَ ۰لْكَلِمَ عَن مَّوَاضِعِهِ” وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَ؛عِنَا لَيّــاَۢ بِأَلْسِنَتِهِمْ وَطَعْناً فِى ۱لدِّينِؐ وَلَوَ اَنَّهُمْ قَالُواْ سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانظُرْنَا لَكَانَ خَيْراً لَّهُمْ وَأَقْوَمَؐ وَچَكِن لَّعَنَهُمُ ۴للَّهُ بِكُفْرۣهِمْ فَلاَ يُومِنُونَ إِلاَّ قَلِيلًؐا (45) يَـٰٓأَيُّهَا ۰لذِينَ ٱُوتُواْ ۴لْكِتَــٰــبَ ءَامِنُواْ بِمَا نَزَّلْنَا مُصَدِّقاً لِّمَا مَعَكُم مِّن قَـبْلِ أَن نَّطْمِسَ وُجُوهاً فَنَرُدَّهَا عَلَيٰٓ أَدْبۭــٰرۣهَآ أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّآ أَصْحَــٰــبَ ۰لسَّبْــتِؐ وَكَانَ أَمْرُ ۴للَّهِ مَفْعُولٗؐا (46) اِنَّ ۰للَّهَ لاَ يَغْفِرُ أَنْ يُّشْرَكَ بِهِؐ” وَيَغْفِرُ مَا دُونَ ذَ؛لِكَ لِمَنْ يَّشَآءُؐ وَمَنْ يُّشْرۣژْ بِاللَّهِ فَقَدِ 'فْتَرۭيٰٓ إِثْماٗ عَظِيماٗؐ (47) اَلَمْ تَرَ إِلَي ۰لذِينَ يُزَكُّونَ أَنفُسَهُمؐ بَلِ ۱للَّهُ يُزَكِّى مَنْ يَّشَآءُؐ وَلاَ يُظْلَمُونَ فَتِيلٗؐا (48) ۶نظُرْ كَيْفَ يَفْتَرُونَ عَلَـي ۰للَّهِ ۱لْكَذِبَ وَكَفۭيٰ بِهِ“ إِثْماً مُّبِيناٗؐ (49) اَلَمْ تَرَ إِلَي ۰لذِينَ ٱُوتُواْ نَصِيباً مِّنَ ۰لْكِتَــٰــبِ يُومِنُونَ بِالْجِبْــتِ وَالطَّــٰغُوتِ وَيَقُولُونَ لِلذِينَ كَفَرُواْ هَـٰٓؤُلآَءِ اَ۬هْدۭيٰ مِنَ۰لذِينَ ءَامَنُواْ سَبِيلٗؐا (50) ۷وْلَئِكَ ۰لذِينَ لَعَنَهُمُ ۴للَّهُؐ وَمَنْ يَّلْعَنِ ۱للَّهُ فَلَن تَجِدَ لَهُ„ نَصِيراٗؐ (51) اَمْ لَهُمْ نَصِيبٌ مِّنَ ۰لْمُلْكِ فَإِذاً لاَّ يُوتُونَ ۰لنَّاسَ نَقِيراٗؐ (52) اَمْ يَحْسُدُونَ ۰لنَّاسَ عَلَيٰ مَآ ءَاتۭيٰهُمُ ۴للَّهُ مِن فَضْلِهِؐ” فَقَدَ —اتَيْنَـآ ءَالَ إِبْرَ؛هِيمَ ۰لْكِتَــٰــبَ وَالْحِكْمَةَ وَءَاتَيْنَــٰهُم مُّلْكاٗ عَظِيماًؐ (53) فَمِنْهُم مَّنَ —امَنَ بِهِ” وَمِنْهُم مَّن صَدَّ عَنْهُؐ وَكَفۭيٰ بِجَهَنَّمَ سَعِيراٗؐ (54) اِنَّ ۰لذِينَ كَفَرُواْ بِـَٔايَــٰتِنَا سَوْفَ نُصْلِيهِمْ نَاراًؐ كُلَّمَا نَضِجَتْ جُلُودُهُم بَدَّلْنَــٰـهُمْ جُلُوداٗ غَيْرَهَا لِيَذُوقُواْ ۴لْعَذَابَؐ إِنَّ ۰للَّهَ كَانَ عَزۣيزاٗ حَكِيماًؐ (55) وَالذِينَ ءَامَنُواْ وَعَمِلُواْ ۴ڤصَّـٰڤِحَــٰــتِ سَنُدْخِلُهُمْ جَنَّــٰــتٍ تَجْرۣى مِن تَحْتِهَا ۰لاَنْهَــٰرُ خَــٰلِدِينَ فِيهَآ أَبَداًؐ لَّهُمْ فِيهَآ أَزْوَ؛جٌ مُّطَهَّرَةٌؐ وَنُدْخِلُهُمْ ظِلًاّ ظَلِيلٗؐا (56) ¥ اِنَّ ۰للَّهَ يَامُرُكُمُ; أَن تُوَ۬دُّواْ ۴لاَمَــٰنَــٰــتِ إِلَـيٰٓ أَهْلِهَا وَإِذَا حَكَمْتُم بَيْنَ ۰لنَّاسِ أَن تَحْكُمُواْ بِالْعَدْلِؐ إِنَّ ۰للَّهَ نِعِمَّا يَعِظُكُم بِهِؐ“ إِنَّ ۰للَّهَ كَانَ سَمِيعاَۢ بَصِيراًؐ (57) يَـٰٓـأَيُّهَا ۰لذِينَ ءَامَنُوٓاْ أَطِيعُواْ ۴للَّهَ وَأَطِيعُواْ ۴لرَّسُـولَ وَٱُوْلِى ۱لاَمْرۣ مِنكُمْؐ فَإِن تَنَــٰزَعْتُمْ فِى شَيْءٍ فَرُدُّوهُ إِلَي ۰للَّهِ وَالرَّسُولِ إِن كُنتُمْ تُومِنُونَ بِاللَّهِ وَالْيَوْمِ ۱لاَخِرۣؐ ذَ؛لِكَ خَيْرٌ وَأَحْسَنُ تَاوۣيلٗؐا (58) اَلَمْ تَرَ إِلَي ۰لذِينَ يَزْعُمُونَ أَنَّهُمُ; ءَامَنُواْ بِمَآ ٱُنزۣلَ إِلَيْكَ وَمَـآ ٱُنزۣلَ مِن قَبْلِكَ يُرۣيدُونَ أَنْ يَّتَحَاكَمُوٓاْ إِلَي ۰لطَّــٰغُوتتتِ وَقَدُ ۷مِرُوٓاْ أَنْ يَّكْفُرُواْ بِهِؐ” وَيُرۣيدُ ۴لشَّيْطَـٰنُ أَنْ يُّضِلَّهُمْ ضَچَلٚا بَعِيداًؐ (59) وَإِذَا قِيلَ لَهُمْ تَعَالَوۣاْ اِلَـيٰ مَآ أَنزَلَ ۰للَّهُ وَإِلَي ۰لرَّسُولِ رَأَيْتَ ۰لْمُنَــٰفِقِيـنَ يَصُدُّونَ عَنكَ صُدُوداًؐ (60) فَكَيْفَ إِذَآ أَصَـٰبَتْهُم مُّصِيبَةٛ بِمَا قَدَّمَتَ اَيْدِيهِمْ ثُمَّ جَآءُوكَ يَحْلِفُونَ بِاللَّهِ إِنَ اَرَدْنَآ إِلٓاَّ إِحْسَــٰناً وَتَوْفِيقاٗؐ (61) ۷وْلَئِكَ ۰لذِينَ يَعْلَمُ ۴للَّهُ\nمَا فِى قُلُوبِهِمْ فَأَعْرۣضْ عَنْهُمْ وَعِظْهُمْ وَقُل لَّهُمْ فِىٓ أَنفُسِهِمْ قَوْلٚا بَلِيغاًؐ (62) وَمَآ أَرْسَلْنَا مِن رَّسُولٖ اِلاَّ لِيُطَاعَ بِإِذْنِ ۱للَّهِؐ وَلَوَ اَنَّهُمُ; إِذ ظَّلَمُوٓاْ أَنفُسَهُمْ جَآءُوكَ فَاسْتَغْفَرُواْ ۴للَّهَ وَاسْتَغْفَرَ لَهُمُ ۴لرَّسُولُ لَوَجَدُواْ ۴للَّهَ تَوَّاباً رَّحِيماًؐ (63) ® فَلاَ وَرَبِّكَ لاَ يُومِنُونَ حَتَّيٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُواْ فِىٓ أَنفُسِهِمْ حَرَجاً مِّمَّا قَضَيْتَ وَيُسَلِّمُواْ تَسْلِيماًؐ (64) وَلَوَ اَنَّا كَتَبْنَا عَلَيْهِمُ; أَنُ ۶قْتُلُوٓاْ أَنفُسَكُمُ; أَوُ ۶خْرُجُواْ مِن دِيۭـٰرۣكُم مَّا فَعَلُوهُ إِلاَّ قَلِيلٌ مِّنْهُمْؐ وَلَوَ اَنَّهُمْ فَعَلُواْ مَا يُوعَظُونَ بِهِ” لَكَانَ خَيْراً لَّهُمْ وَأَشَدَّ تَثْبِيتاًؐ (65) وَإِذاً ءَلاَّتَيْنَــٰهُم مِّن لَّدُنَّآ أَجْراٗ عَظِيماً (66) وَلَهَدَيْنَــٰهُمْ صِرَ؛طاً مُّسْتَقِيماًؐ (67) وَمَنْ يُّطِعِ ۱للَّهَ وَالرَّسُولَ فَٱُوْلَئِكَ مَعَ ۰لذِينَ أَنْعَمَ ۰للَّهُ عَلَيْهِم مِّنَ ۰لنَّبِيٓــٕـﯧنَ وَالصِّدِّيقِينَ وَالشُّهَدَآءِ وَاڤصَّـٰڤِحِينَؐ وَحَسُنَ ٱُوْلَئِكَ رَفِيقاًؐ (68) ذَ؛لِكَ ۰لْفَضْلُ مِنَ ۰للَّهِؐ وَكَفۭيٰ بِاللَّهِ عَلِيماًؐ (69) يَـٰٓأَيُّهَا ۰لذِينَ ءَامَنُواْ خُذُواْ حِذْرَكُمْ فَانفِرُواْ ثُبَاتٖ اَوۣ 'نفِرُواْ جَمِيعاًؐ (70) وَإِنَّ مِنكُمْ لَمَن لَّيُبَطِّيؕنَّؐ فَإِنَ اَصَـٰبَتْكُم مُّصِيبَةٌ قَالَ قَدَ اَنْعَمَ ۰للَّهُ عَلَيَّ إِذْ لَمَ اَكُن مَّعَهُمْ شَهِيداًؐ (71) وَلَئِنَ اَصَــٰبَكُمْ فَضْلٌ مِّنَ ۰للَّهِ لَيَقُولَنَّ كَأَن لَّمْ يَكُنۢ بَيْنَكُمْ وَبَيْنَهُ„ مَوَدَّةٌ يَـٰلَيْتَنِى كُنــتُ مَعَهُمْ فَأَفُوزَ فَوْزاٗ عَظِيمــاًؐ (72) © فَلْيُقَــٰتِـلْ فِى سَبِيلِ ۱للَّهِ ۱لذِينَ يَشْرُونَ ۰لْحَيَوٰةَ ۰لدُّنْيۭـا بِالاَخِرَةِؐ وَمَنْ يُّقَــٰتِـلْ فِى سَبِيلِ ۱للَّهِ فَيُقْتَلَ اَوْ يَغْلِبْ فَسَوْفَ نُوتِيهِ أَجْراٗ عَظِيماًؐ (73) وَمَا لَكُمْ لاَ تُقَــٰتِلُونَ فِى سَبِيلِ ۱للَّهِ وَالْمُسْتَضْعَفِينَ مِنَ ۰لرّۣجَالِ وَالنِّسَآءِ وَالْوۣلْدَ؛نِ ۱لذِينَ يَقُولُونَ رَبَّنَآ أَخْرۣجْنَا مِنْ هَـٰذِهِ ۱لْقَرْيَةِ ۱لظَّالِمِ أَهْلُهَــا وَاجْعَل لَّنَا مِن لَّدُنكَ وَلِيّاً وَاجْعَل لَّنَا مِن لَّدُنكَ نَصِيراٗؐ (74) ۱لذِينَ ءَامَنُواْ يُقَــٰتِلُونَ فِى سَبِيلِ ۱للَّهِؐ وَالذِينَ كَفَرُواْ يُقَــٰتِلُونَ فِى سَبِيلِ ۱لطَّـٰغُوتِؐ فَقَــٰتِلُوٓاْ أَوْلِيَآءَ ۰لشَّيْطَـٰنِؐ إِنَّ كَيْدَ ۰لشَّيْطَـٰنِ كَانَ ضَعِيفاٗؐ (75) اَلَمْ تَرَ إِلَي ۰لذِينَ قِيلَ لَهُمْ كُفُّوٓاْ أَيْدِيَكُمْ وَأَقِيمُواْ ۴لصَّلَوٰةَ وَءَاتُواْ ۴لزَّكَوٰةَؐ فَلَمَّا كُتِــبَ عَلَيْهِمُ ۴لْقِتَالُ إِذَا فَرۣيقٌ مِّنْهُمْ يَخْشَوْنَ ۰لنَّاسَ كَخَشْيَةِ ۱للَّهِ أَوَ اَشَدَّ خَشْيَةًؐ وَقَالُواْ رَبَّـنَـا لِمَ كَتَبْــتَ عَلَيْنَا ۰لْقِتَالَ لَوْلآَ أَخَّرْتَنَآ إِلَـيٰٓ أَجَلٍ قَرۣيبٍؐ قُلْ مَتَــٰعُ ۴لدُّنْيۭا قَلِيلٌؐ وَالاَخِرَةُ خَيْرٌ لِّمَنِ 'تَّقۭيٰؐ وَلاَ تُظْلَمُونَ فَتِيلٗؐا (76) اَيْنَمَا تَكُونُواْ يُدْرۣككُّمُ ۴لْمَوْتُ وَلَوْ كُنتُمْ فِى بُرُوجٍ مُّشَيَّدَةٍؐ وَإِن تُصِبْهُمْ حَسَنَةٌ يَقُولُواْ هَـٰذِهِ” مِنْ عِندِ ۱للَّهِؐ وَإِن تُصِبْهُمْ سَيِّيؕةٌ يَقُولُواْ هَـٰذِهِ” مِنْ عِندِكَؐ قُلْ كُلٌّ مِّنْ عِندِ ۱للَّهِؐ فَمَالِ هَـٰٓؤُلآَءِ ۱لْقَوْمِ لاَ يَكَادُونَ يَفْقَهُونَ حَدِيثاًؐ (77) ® مَّآ أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ ۰للَّهِؐ وَمَآ أَصَابَكَ مِن سَيِّيؕةٍ فَمِن نَّفْسِكَؐ وَأَرْسَلْنَــٰــكَ لِلنَّاسِ رَسُولًؐا وَكَفۭـيٰ بِاللَّهِ شَهِيداًؐ (78) مَّنْ يُّطِعِ ۱لرَّسُولَ فَقَدَ اَطَاعَ ۰للَّهَؐ وَمَن تَوَلّۭـيٰ فَمَآ أَرْسَلْنَـٰكَ عَلَيْهِمْ حَفِيظــاًؐ (79) وَيَقُولُونَ طَاعَةٌؐ فَإِذَا بَرَزُواْ مِنْ عِندِكَ بَيَّتَ طَآئِـفَةٌ مِّنْهُمْ غَيْرَ ۰ﻟ﮲ تَقُولُؐ وَاللَّهُ يَكْتُبُ مَا يُبَيِّتُونَؐ فَأَعْرۣضْ عَنْهُمْ وَتَوَكَّلْ عَلَي ۰للَّهِؐ وَكَفۭيٰ بِاللَّهِ وَكِيلٗؐا (80) اَفَلاَ يَتَدَبَّرُونَ ۰لْقُرْءَانَؐ وَلَوْ كَانَ مِنْ عِندِ غَيْرۣ ۱للَّهِ لَوَجَدُواْ فِيهِ 'خْتِچَفاً كَثِيراًؐ (81) وَإِذَا جَآءَهُمُ; أَمْرٌ مِّنَ ۰لاَمْنِ أَوۣ ۱لْخَوْفِ أَذَاعُواْ بِهِؐ” وَلَوْ رَدُّوهُ إِلَي ۰لرَّسُولِ وَإِلَيٰٓ ٱُوْلِى ۱لاَمْرۣ مِنْهُمْ لَعَلِمَهُ ۴لذِينَ يَسْتَنۢبِطُونَهُ„ مِنْهُمْؐ وَلَوْلاَ فَضْلُ ۴للَّهِ عَلَيْكُمْ وَرَحْمَتُهُ„ لاَتَّبَعْتُمُ ۴لشَّيْطَـٰنَ إِلاَّ قَلِيلًؐا (82) فَقَــٰتِلْ فِى سَبِيلِ ۱للَّهِؐ لاَ تُكَلَّفُ إِلاَّ نَفْسَكَؐ وَحَرّۣضِ ۱لْمُومِنِينَؐ عَسَي ۰للَّهُ أَنْ يَّكُفَّ بَأْسَ ۰لذِينَ كَفَرُواْؐ وَاللَّهُ أَشَدُّ بَأْساً وَأَشَدُّ تَنكِيلًؐا (83) مَّنْ يَّشْفَعْ شَفَــٰعَةٗ حَسَنَةً يَكُن لَّهُ„ نَصِيبٌ مِّنْهَاؐ وَمَنْ يَّشْفَعْ شَفَــٰعَةً سَيِّيؕةً يَكُن لَّهُ„ كِفْلٌ مِّنْهَاؐ وَكَانَ ۰للَّهُ عَلَيٰ كُلِّ شَيْءٍ مُّقِيتـاًؐ (84) وَإِذَا حُيِّيتُم بِتَحِيَّةٍ فَحَيُّواْ بِأَحْسَـنَ مِنْهَآ أَوْ رُدُّوهَآؐ إِنَّ ۰للَّهَ كَانَ عَلَيٰ كُلِّ شَيْءٖ حَسِيبـاٗؐ (85) ¤ ۱للَّهُ لآَ إِچَهَ إِلاَّ هُوَؐ ڤَيَجْمَعَنَّكُمُ; إِلَيٰ يَوْمِ ۱لْقِيَــٰمَةِ لاَ رَيْبَ فِيهِؐ وَمَنَ اَصْدَقُ مِنَ ۰للَّهِ حَدِيثاًؐ (86) فَمَا لَكُمْ فِى ۱لْمُنَــٰفِقِينَ فِيؕتَيْنِ وَاللَّهُ أَرْكَسَهُم بِمَا كَسَبُوٓاْؐ أَتُرۣيدُونَ أَن تَهْدُواْ مَنَ اَضَلَّ ۰للَّهُؐ وَمَنْ يُّضْلِلِ ۱للَّهُ فَلَن تَجِدَ لَهُ„ سَبِيلًؐا (87) وَدُّواْ لَوْ تَكْفُرُونَ كَمَا كَفَرُواْ فَتَكُونُونَ سَوَآءًؐ فَلاَ تَتَّخِذُواْ مِنْهُمُ; أَوْلِيَآءَ حَتَّيٰ يُهَاجِرُواْ فِى سَبِيلِ ۱للَّهِؐ فَإِن تَوَلَّوْاْ فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدتُّمُوهُمْ وَلاَ تَتَّخِذُواْ مِنْهُمْ وَلِيّاً وَلاَ نَصِيراٗ (88) اِلاَّ ۰لذِينَ يَصِلُونَ إِلَيٰ قَوْمٙ بَيْنَكُمْ وَبَيْنَهُم مِّيثَـٰق٘ اَوْ جَآءُوكُمْؐ حَصِرَتتتْ صُدُورُهُمُ; أَنْ يُّقَــٰتِلُوكُمُ; أَوْ يُقَــٰتِلُواْ قَوْمَهُمْؐ وَلَوْ شَآءَ ۰للَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَــٰتَلُوكُمْؐ فَإِنِ 'عْتَزَلُوكُمْ فَلَمْ يُقَــٰتِلُوكُمْ وَأَلْقَوۣاْ اِلَيْكُمُ ۴لسَّلَمَ فَمَا جَعَلَ ۰للَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًؐا (89) سَتَجِدُونَ ءَاخَرۣينَ يُرۣيدُونَ أَنْ يَّامَنُوكُمْ وَيَامَنُواْ قَوْمَهُمْ كُلَّ مَا رُدُّوٓاْ إِلَي ۰لْفِتْنَةِ ٱُرْكِسُواْ فِيهَاؐ فَإِن لَّمْ يَعْتَزۣلُوكُمْ وَيُلْقُوٓاْ إِلَيْكُمُ ۴لسَّلَمَ وَيَكُفُّوٓاْ أَيْـدِيَـهُمْ فَخُذُوهُمْ وَاقْتُلُوهُمْ حَـيْـثُ ثَقِفْتُمُوهُمْؐ وَٱُوْلَئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَــٰنـاً مُّبِيناًؐ (90) وَمَا كَانَ لِمُومِنٖ اَنْ يَّقْتُلَ مُومِناٗؐ اِلاَّ خَطَـٔاًؐ وَمَن قَتَلَ مُومِناٗ خَطَـٔاً فَتَحْرۣيرُ رَقَبَةٍ مُّومِنَةٍ وَدِيَةٌ مُّسَلَّمَة٘ اِلَـيٰٓ أَهْلِهِ“ إِلٓاَّ أَنْ يَّصَّدَّقُواْؐ فَإِن كَانَ مِن قَوْمٖ عَدُوٍّ لَّكُمْ وَهُوَ مُومِنٌ فَتَحْرۣيرُ رَقَبَةٍ مُّومِنَةٍؐ وَإِن كَانَ مِن قَوْمٙ بَيْنَكُمْ وَبَيْنَهُم مِّيثَـٰقٌ فَدِيَةٌ مُّسَلَّمَة٘ اِلَـيٰٓ أَهْلِهِ” وَتَحْرۣيرُ رَقَـبَةٍ مُّومِنَةٍؐ ® فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِّنَ ۰للَّهِؐ وَكَانَ ۰للَّهُ عَلِيمـاٗ حَكِيمـاًؐ (91) وَمَنْ يَّقْتُلْ مُومِناً مُّتَعَمِّداً فَجَزَآؤُهُ„ جَهَنَّمُ خَــٰلِداً فِيهَا وَغَضِبَ ۰للَّهُ عَلَيْهِ وَلَعَنَهُ„ وَأَعَدَّ لَهُ„ عَذَاباٗ عَظِيماًؐ (92) يَـٰٓأَيُّهَا ۰لذِينَ ءَامَنُوٓاْ إِذَا ضَرَبْتُمْ فِى سَبِيلِ ۱للَّهِ فَتَبَيَّنُواْؐ وَلاَ تَقُـولُواْ لِمَنَ اَلْقۭيٰٓ إِلَيْكُمُ ۴لسَّلَمَ لَسْــتَ مُومِناً تَبْتَغُونَ عَرَضَ ۰لْحَيَوٰةِ ۱لدُّنْيۭا فَعِندَ ۰للَّهِ مَغَانِمُ كَثِيرَةٌؐ كَذَ؛لِكَ كُنتُم مِّن قَـبْلُ فَمَنَّ ۰للَّهُ عَلَيْكُمْؐ فَتَبَيَّنُوٓاْؐ إِنَّ ۰للَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيراًؐ (93) لاَّ يَسْتَوۣى ۱لْقَــٰعِدُونَ مِنَ ۰لْمُومِنِينَ غَيْرَ ٱُوْلِى ۱لضَّرَرۣ وَاڤْمُجَــٰهِدُونَ فِى سَبِيلِ ۱للَّهِ بِأَمْوَ؛لِهِمْ وَأَنفُسِهِمْؐ فَضَّلَ ۰للَّهُ ۴ڤْمُجَــٰهِدِينَ بِأَمْوَ؛لِهِمْ وَأَنفُسِهِمْ عَلَي ۰لْقَــٰعِدِينَ دَرَجَةًؐ وَكُلًاّ وَعَدَ ۰للَّهُ ۴لْحُسْنۭيٰؐ وَفَضَّلَ ۰للَّهُ ۴ڤْمُجَــٰهِدِينَ عَلَي ۰لْقَــٰعِدِينَ أَجْراٗ عَظِيماً (94) دَرَجَــٰــتٍ مِّنْهُ وَمَغْفِرَةً وَرَحْمَةًؐ وَكَانَ ۰للَّهُ غَفُوراً رَّحِيماٗؐ (95) اِنَّ ۰لذِينَ تَوَفّۭيٰهُمُ ۴لْمَلَئِكَةُ ظَالِـمِىٓ أَنفُسِهِـمْ قَالُواْ فِيمَ كُنتُمْؐ قَالُواْ كُنَّا مُسْتَضْعَفِينَ فِى ۱لاَرْضِؐ قَالُوٓاْ أَلَمْ تَكُنَ اَرْضُ ۴للَّهِ وَ؛سِعَةً فَتُهَاجِرُواْ فِيهَاؐ فَٱُوْلَئِكَ مَأْوۭيٰهُمْ جَهَنَّمُ وَسَآءَتتتْ مَصِيراٗ (96) اِلاَّ ۰لْمُسْتَضْعَفِينَ مِنَ ۰لرّۣجَالِ وَالنِّسَآءِ وَالْوۣلْدَ؛نِ لاَ يَسْتَطِيعُونَ حِيلَةً وَلاَ يَهْتَدُونَ سَبِيلًؐا (97) فَٱُوْلَئِكَ عَسَي ۰للَّهُ أَنْ يَّعْفُوَ عَنْهُمْؐ وَكَانَ ۰للَّهُ عَفُوّاٗ غَفُوراًؐ (98) © وَمَنْ يُّهَاجِرْ فِى سَبِيلِ ۱للَّهِ يَجِدْ فِى ۱لاَرْضِ مُرَ؛غَماً كَثِيراً وَسَعَةًؐ وَمَنْ يَّخْرُجْ مِنۢ بَيْتِهِ” مُهَاجِراٗ اِلَي ۰للَّهِ وَرَسُولِهِ” ثُمَّ يُدْرۣكْهُ ۴لْمَوْتتتُ فَقَدْ وَقَعَ أَجْرُهُ„ عَلَي ۰للَّهِؐ وَكَانَ ۰للَّهُ غَفُوراً رَّحِيماًؐ (99) وَإِذَا ضَرَبْتُمْ فِى ۱لاَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاح٘ اَن تَقْصُرُواْ مِنَ ۰لصَّلَوٰةِ إِنْ خِفْتُمُ; أَنْ يَّـفْتِنَكُمُ ۴لذِينَ كَفَرُوٓاْؐ إِنَّ ۰لْكۭـٰفِرۣينَ كَانُواْ لَكُمْ عَدُوّاً مُّبِيناًؐ (100) وَإِذَا كُنــتَ فِيهِمْ فَأَقَمْـــتَ لَهُمُ ۴لصَّلَوٰةَ فَلْتَـقُـمْ طَـآئِفَةٌ مِّنْهُم مَّعَكَ وَلْيَاخُذُوٓاْ أَسْلِحَتَهُمْؐ فَإِذَا سَجَدُواْ فَلْيَكُونُواْ مِنْ وَّرَآئِكُمْؐ وَلْتَاتتتِ طَآئِفَة٘ ۷خْرۭيٰ لَمْ يُصَلُّواْ فَلْيُصَلُّواْ مَعَژَ وَلْيَاخُذُواْ حِذْرَهُمْ وَأَسْلِحَتَهُمْؐ وَدَّ ۰لذِينَ كَفَرُواْ لَــوْ تَغْفُلُونَ عَنَ اَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُم مَّيْلَةً وَ؛حِدَةًؐ وَلاَ جُنَاحَ عَلَيْكُمُ; إِن كَانَ بِكُمُ; أَذيً مِّن مَّطَرٖ اَوْ كُنتُم مَّرْضۭيٰٓ أَن تَضَعُوٓاْ أَسْلِحَتَكُمْؐ وَخُذُواْ حِذْرَكُمُؐ; إِنَّ ۰للَّهَ أَعَدَّ لِلْكۭـٰفِـرۣينَ عَذَاباً مُّهِيناًؐ (101) فَإِذَا قَضَيْتُمُ ۴لصَّلَوٰةَ فَاذْكُرُواْ ۴للَّهَ قِيَــٰماً وَقُعُوداً وَعَلَيٰ جُنُوبِكُمْؐ فَإِذَا \"طْمَأْنَنتُمْ فَأَقِيمُواْ ۴لصَّلَوٰةَؐ إِنَّ ۰لصَّلَوٰةَ كَانَــتْ عَلَي ۰لْمُومِنِينَ كِتَــٰباً مَّوْقُوتاًؐ (102) وَلاَ تَهِنُواْ فِى 'بْتِغَـآءِ ۱لْقَوْمِؐ إِن تَكُونُواْ تَالَمُونَ فَإِنَّهُمْ يَالَمُونَ كَمَا تَالَمُونَ وَتَرْجُونَ مِنَ ۰للَّهِ مَا لاَ يَرْجُونَؐ وَكَانَ ۰للَّهُ عَلِيماٗ حَكِيماٗؐ (103) ® اِنَّآ أَنزَلْنَآ إِلَيْكَ ۰لْكِتَــٰــبَ بِالْحَقِّ ڤِتَحْكُمَ بَيْنَ ۰لنَّاسِ بِمَآ أَرۭيٰژَ ۰للَّهُؐ وَلاَ تَكُن لِّلْخَآئِنِينَ خَصِيماًؐ (104) وَاسْتَغْفِـرۣ ۱للَّهَؐ إِنَّ ۰للَّهَ كَانَ غَفُوراً رَّحِيماًؐ (105) وَلاَ تُجَــٰدِلْ عَنِ ۱لذِينَ يَخْتَانُونَ أَنفُسَهُمُؐ; إِنَّ ۰للَّهَ لاَ يُحِــبُّ مَن كَانَ خَوَّاناٗ اَثِيماًؐ (106) يَسْتَخْفُونَ مِنَ ۰لنَّاسِ وَلاَ يَسْتَخْفُونَ مِنَ ۰للَّهِ وَهُوَ مَعَهُمُ; إِذْ يُبَيِّتُونَ مَا لاَ يَرْضۭيٰ مِنَ ۰لْقَوْلِؐ وَكَانَ ۰للَّهُ بِمَا يَعْمَلُونَ مُحِيطاٗؐ (107) هَآنتُمْ هَـٰٓؤُلآَءِ جَـٰدَلْتُمْ عَنْهُمْ فِى ۱لْحَيَوٰةِ ۱لدُّنْيۭا فَمَنْ يُّجَــٰدِلُ ۴للَّهَ عَنْهُمْ يَوْمَ ۰لْقِيَــٰمَةِ أَم مَّنْ يَّكُونُ عَلَيْهِمْ وَكِيلًؐا (108) وَمَنْ يَّعْمَلْ سُوٓءاٗ اَوْ يَظْلِمْ نَفْسَهُ„ ثُمَّ يَسْتَغْفِـرۣ ۱للَّهَ يَجِدِ ۱للَّهَ غَفُوراً رَّحِيماًؐ (109) وَمَنْ يَّكْسِــبِ اِثْماً فَإِنَّمَا يَكْسِبُهُ„ عَلَيٰ نَـفْسِهِؐ” وَكَانَ ۰للَّهُ عَلِيماٗ حَكِيماًؐ (110) وَمَنْ يَّكْسِــبْ خَطِيٓــَٔةٗ اَوۣ اِثْماً ثُمَّ يَرْمِ بِهِ” بَرۣيٓــٔاً فَقَدِ 'حْتَمَلَ بُهْتَـٰناً وَإِثْماً مُّبِيناًؐ (111) وَلَوْلاَ فَضْلُ ۴للَّهِ عَلَيْكَ وَرَحْمَتُهُ„ لَهَمَّــت طَّآئِفَةٌ مِّنْهُمُ; أَنْ يُّضِلُّوژَؐ وَمَا يُضِلُّونَ إِلٓاَّ أَنفُسَهُمْ وَمَا يَضُرُّونَكَ مِن شَيْءٍؐ وَأَنزَلَ ۰للَّهُ عَلَيْكَ ۰لْكِتَــٰــبَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُن تَعْلَمُؐ وَكَانَ فَضْلُ ۴للَّهِ عَلَيْكَ عَظِيماًؐ (112) ¥ لاَّ خَيْرَ فِى كَثِيرٍ مِّن نَّجْوۭيٰهُمُ; إِلاَّ مَنَ اَمَرَ بِصَدَقَةٖ اَوْ مَعْرُوفٖ اَوۣ اِصْڦَحٙ بَيْـنَ ۰لنَّاسِؐ وَمَنْ يَّـفْعَلْ ذَ؛لِكَ \"بْتِغَآءَ مَرْضَاتتتِ ۱للَّهِ فَسَوْفَ نُوتِيهِ أَجْراٗ عَظِيماًؐ (113) وَمَنْ يُّشَاقِقِ ۱لرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُ ۴لْهُدۭيٰ وَيَتَّبِعْ غَيْرَ سَبِيلِ ۱لْمُومِنِينَ نُوَلِّهِ” مَا تَوَلّۭيٰ وَنُصْلِهِ” جَهَنَّمَؐ وَسَآءَتتتْ مَصِيراٗؐ (114) اِنَّ ۰للَّهَ لاَ يَغْفِرُ أَنْ يُّشْرَژَ بِهِؐ” وَيَغْفِرُ مَا دُونَ ذَ؛لِكَ لِمَنْ يَّشَآءُؐ وَمَنْ يُّشْرۣژْ بِاللَّهِ فَقَد ضَّلَّ ضَچَلٚا بَعِيداٗؐ (115) اِنْ يَّدْعُونَ مِن دُونِهِ“ إِلٓاَّ إِنَــٰثاً وَإِنْ يَّدْعُونَ إِلاَّ شَيْطَــٰناً مَّرۣيداً (116) لَّعَنَهُ ۴للَّهُؐ وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِژَ نَصِيباً مَّفْرُوضاً (117) وَلُءَضِلَّنَّهُمْ وَلُءَمَنِّيَنَّهُمْ وَءَلاَمُرَنَّهُمْ فَلَيُبَتِّكُنَّ ءَاذَانَ ۰لاَنْعَــٰمِ وَءَلاَمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْـقَ ۰للَّهِؐ وَمَنْ يَّتَّخِذِ ۱لشَّيْطَـٰنَ وَلِيّاً مِّن دُونِ ۱للَّهِ فَقَدْ خَسِرَ خُسْرَاناً مُّبِيناًؐ (118) يَعِدُهُمْ وَيُمَنِّيهِمْؐ وَمَــا يَعِدُهُمُ ۴لشَّيْطَـٰنُ إِلاَّ غُرُوراٗؐ (119) ۷وْلَئِژَ مَأْوۭيٰهُمْ جَهَنَّمُؐ وَلاَ يَجِدُونَ عَنْهَا مَحِيصاًؐ (120) وَالذِينَ ءَامَنُواْ وَعَمِلُواْ ۴ڤصَّـٰڤِحَـٰــتِ سَنُدْخِلُهُمْ جَنَّــٰــتٍ تَجْرۣى مِـن تَحْتِهَا ۰لاَنْهَــٰرُ خَـٰلِدِينَ فِيهَآ أَبَداًؐ وَعْدَ ۰للَّهِ حَقّاًؐ وَمَنَ اَصْدَقُ مِنَ ۰للَّهِ قِيلًؐا (121) لَّيْسَ بِأَمَانِيِّكُمْ وَلآَ أَمَانِيِّ أَهْلِ ۱لْكِتَــٰــبِؐ مَنْ يَّعْمَلْ سُوٓءاً يُجْزَ بِهِ” وَلاَ يَجِدْ لَهُ„ مِن دُونِ ۱للَّهِ وَلِيّاً وَلاَ نَصِيراًؐ (122) ® وَمَنْ يَّعْمَلْ مِنَ ۰ڤصَّـٰڤِحَــٰــتِ مِن ذَكَر۫ اَوُ ۷نثۭيٰ وَهُوَ مُومِنٌ فَٱُوْلَئِكَ يَدْخُلُونَ ۰لْجَنَّةَ وَلاَ يُظْلَمُونَ نَقِيراًؐ (123) وَمَنَ اَحْسَنُ دِيناً مِّمَّنَ اَسْلَمَ وَجْهَهُ„ لِلهِ وَهُوَ مُحْسِنٌ وَاتَّبَعَ مِلَّةَ إِبْرَ؛هِيمَ حَنِيفاًؐ وَاتَّخَذَ ۰للَّهُ إِبْرَ؛هِيمَ خَلِيلًؐا (124) وَلِلهِ مَا فِى ۱لسَّمَـٰوَ؛تتتِ وَمَا فِى ۱لاَرْضِؐ وَكَانَ ۰للَّهُ بِكُلِّ شَيْءٍ مُّحِيطاًؐ (125) وَيَسْتَفْتُونَكَ فِى ۱لنِّسَآءِؐ قُلِ ۱للَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلۭيٰ عَلَيْكُمْ فِى ۱لْكِتَــٰــبِ فِى يَتَــٰمَي ۰لنِّسَآءِ ۱لــتِى لاَ تُوتُونَهُنَّ مَا كُتِــبَ لَهُنَّ وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ وَالْمُسْتَضْعَفِينَ مِنَ ۰لْوۣلْدَ؛نِ وَأَن تَقُومُواْ لِلْيَتَــٰمۭيٰ بِالْقِسْطِؐ وَمَا تَفْعَلُواْ مِنْ خَيْرٍ فَإِنَّ ۰للَّهَ كَانَ بِهِ” عَلِيماًؐ (126) وَإِنِ 'مْرَأَة٘ خَافَــتْ مِنۢ بَعْلِهَا نُشُوزاٗ اَوۣ اِعْرَاضاً فَلاَ جُنَاحَ عَلَيْهِمَآ أَنْ يَّصَّـٰلَحَا بَيْنَهُمَا صُڤْحاًؐ وَاڤصُّلْحُ خَيْرٌؐ وَٱُحْضِرَتِ ۱لاَنفُسُ ۴ڤشُّحَّؐ وَإِن تُحْسِنُواْ وَتَتَّقُواْ فَإِنَّ ۰للَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيراًؐ (127) وَلَن تَسْتَطِيعُوٓاْ أَن تَعْدِلُواْ بَيْنَ ۰لنِّسَآءِ وَلَوْ حَرَصْتُمْؐ فَلاَ تَمِيلُواْ كُلَّ ۰لْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِؐ وَإِن تُصْڤِحُواْ وَتَتَّقُواْ فَإِنَّ ۰للَّهَ كَانَ غَفُوراً رَّحِيماًؐ (128) © وَإِنْ يَّتَفَرَّقَــا يُغْنِ ۱للَّهُ كُلًاّ مِّن سَعَتِهِؐ” وَكَانَ ۰للَّهُ وَ؛سِعاٗ حَكِيماًؐ (129) وَلِلهِ مَا فِى ۱لسَّمَـٰوَ؛تتتِ وَمَا فِى ۱لاَرْضِؐ وَلَقَدْ وَصَّيْنَا ۰لذِينَ ٱُوتُواْ ۴لْكِتَــٰــبَ مِن قَبْلِكُمْ وَإِيَّاكُمُ; أَنِ 'تَّقُواْ ۴للَّهَؐ وَإِن تَكْفُرُواْ فَإِنَّ لِلهِ مَا فِى ۱لسَّمَـٰوَ؛تتتِ وَمَا فِى ۱لاَرْضِؐ وَكَانَ ۰للَّهُ غَنِيّاٗ حَمِيداًؐ (130) وَلِلهِ مَا فِى ۱لسَّمَـٰوَ؛تتتِ وَمَا فِى ۱لاَرْضِؐ وَكَفۭيٰ بِاللَّهِ وَكِيلٗؐا (131) اِنْ يَّشَأْ يُذْهِبْكُمُ; أَيُّهَا ۰لنَّاسُ وَيَاتتتِ بِــَٔاخَرۣينَؐ وَكَانَ ۰للَّهُ عَلَيٰ ذَ؛لِژَ قَدِيراًؐ (132) مَّن كَانَ يُرۣيدُ ثَوَابببَ ۰لدُّنْيۭا فَعِندَ ۰للَّهِ ثَوَابببُ ۴لدُّنْيۭا وَالاَخِـرَةِؐ وَكَانَ ۰للَّهُ سَمِيعاَۢ بَصِيراًؐ (133) يَـٰٓأَيُّهَا ۰لذِينَ ءَامَنُواْ كُونُواْ قَوَّ؛مِينَ بِالْقِسْطِ شُهَدَآءَ لِلهِ وَلَوْ عَلَـيٰٓ أَنفُسِكُمُ; أَوۣ ۱لْوَ؛لِدَيْنِ وَالاَقْرَبِينَؐ إِنْ يَّكُنْ غَنِيّاٗ اَوْ فَقِيراً فَاللَّهُ أَوْلۭيٰ بِهِمَا فَلاَ تَتَّبِعُواْ ۴لْهَوۭيٰٓ أَننن تَعْدِلُواْؐ وَإِن تَلْوُﹽاْ أَوْ تُعْرۣضُواْ فَإِنَّ ۰للَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيراًؐ (134) يَـٰٓأَيُّهَا ۰لذِينَ ءَامَنُوٓاْ ءَامِنُواْ بِاللَّهِ وَرَسُولِهِ” وَالْكِتَــٰــبِ ۱ﻟ﮲ نَزَّلَ عَلَيٰ رَسُولِهِ” وَالْكِتَــٰــبِ ۱ﻟـذِىٓ أَنزَلَ مِن قَـبْلُؐ وَمَنْ يَّكْفُرْ بِاللَّهِ وَمَلَئِكَتِهِ” وَكُتُبِهِ” وَرُسُلِهِ” وَالْيَوْمِ ۱لاَخِرۣ فَقَد ضَّلَّ ضَچَلٚا بَعِيداٗؐ (135) اِنَّ ۰لذِينَ ءَامَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ءَامَنُواْ ثُمَّ كَفَرُواْ ثُمَّ \"زْدَادُواْ كُفْراً لَّمْ يَكُنِ ۱للَّهُ لِيَغْفِرَ لَهُمْ وَلاَ لِيَهْدِيَهُمْ سَبِيلٚؐا (136) بَشِّرۣ ۱لْمُنَــٰفِقِيـنَ بِأَنَّ لَهُمْ عَذَاباٗ اَلِيماٗ (137) ۱لذِينَ يَتَّخِذُونَ ۰لْكۭــٰفِرۣينَ أَوْلِيَآءَ مِن دُونِ ۱لْمُومِنِينَؐ أَيَبْتَغُونَ عِندَهُمُ ۴لْعِزَّةَ فَإِنَّ ۰لْعِزَّةَ لِلهِ جَمِيعاًؐ (138) ® وَقَدْ نُزّۣلَ عَلَيْكُمْ فِى ۱لْكِتَــٰــبِ أَنِ اِذَا سَمِعْتُمُ; ءَايَــٰــتِ ۱للَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَٱُ بِهَا فَلاَ تَقْعُدُواْ مَعَهُمْ حَتَّيٰ يَخُوضُواْ فِى حَـدِيــثٖ غَيْرۣهِؐ“ إِنَّكُمُ; إِذاً مِّثْلُهُـمُؐ; إِنَّ ۰للَّهَ جَامِعُ ۴لْمُنَــٰفِقِينَ وَالْكۭـٰفِـرۣينَ فِى جَهَنَّمَ جَمِيعاٗ (139) ۱لذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِن كَانَ لَكُمْ فَتْحٌ مِّنَ ۰للَّهِ قَالُوٓاْ أَلَمْ نَكُن مَّعَكُمْ وَإِن كَانَ لِلْكۭـٰفِرۣينَ نَصِيبٌ قَالُوٓاْ أَلَمْ نَسْتَحْوۣذْ عَلَيْكُمْ وَنَمْنَعْكُم مِّنَ ۰لْمُومِنِينَؐ فَاللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ ۰لْقِيَــٰمَةِؐ وَلَنْ يَّجْعَلَ ۰للَّهُ لِلْكۭـٰـفۣرۣينَ عَلَي ۰لْمُومِنِينَ سَبِيلٗؐا (140) اِنَّ ۰لْمُنَــٰفِقِينَ يُخَــٰدِعُونَ ۰للَّهَ وَهُوَ خَــٰدِعُهُمْؐ وَإِذَا قَـامُوٓاْ إِلَي ۰لصَّلَوٰةِ قَامُواْ كُسَالۭيٰ يُرَآءُونَ ۰لنَّاسَ وَلاَ يَذْكُرُونَ ۰للَّهَ إِلاَّ قَلِيلًا (141) مُّذَبْذَبِينَ بَيْنَ ذَ؛لِكَ لآَ إِلَيٰ هَـٰٓؤُلآَءِ وَلآَ إِلَيٰ هَـٰٓؤُلآَءِؐ وَمَنْ يُّضْلِلِ ۱للَّهُ فَلَن تَجِدَ لَهُ„ سَبِيلًؐا (142) يَـٰٓأَيُّهَا ۰لذِينَ ءَامَنُواْ لاَ تَتَّخِذُواْ ۴لْكۭـٰفِـرۣينَ أَوْلِيَآءَ مِن دُونِ ۱لْمُومِنِينَؐ أَتُرۣيدُونَ أَن تَجْعَلُواْ لِلهِ عَلَيْكُمْ سُلْطَـٰناً مُّبِيناٗؐ (143) اِنَّ ۰لْمُنَــٰفِقِينَ فِى ۱لدَّرَكِ ۱لاَسْفَلِ مِنَ ۰لنّۭارۣ وَلَن تَجِدَ لَهُمْ نَصِيراٗؐ (144) اِلاَّ ۰لذِينَ تَابُواْ وَأَصْڤَحُواْ وَاعْتَصَمُواْ بِاللَّهِ وَأَخْلَصُواْ دِينَهُمْ لِلهِ فَٱُوْلَئِكَ مَعَ ۰لْمُومِنِينَؐ وَسَوْفَ يُوتِ ۱للَّهُ ۴لْمُومِنِينَ أَجْراٗ عَظِيماًؐ (145) مَّا يَفْعَلُ ۴للَّهُ بِعَذَابِكُمُ; إِن شَكَرْتُمْ وَءَامَنتُمْؐ وَكَانَ ۰للَّهُ شَاكِراٗ عَلِيماًؐ (146) ¤ لاَّ يُحِــبُّ ۴للَّهُ ۴لْجَهْرَ بِالسُّوٓءِ مِنَ ۰لْقَوْلِ إِلاَّ مَن ظُلِمَؐ وَكَانَ ۰للَّهُ سَمِيعاٗ عَلِيماٗؐ (147) اِن تُبْدُواْ خَيْراٗ اَوْ تُخْفُوهُ أَوْ تَعْفُواْ عَن سُوٓءٍ فَإِنَّ ۰للَّهَ كَانَ عَفُوّاً قَدِيراٗؐ (148)اِنَّ ۰لذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ” وَيُرۣيدُونَ أَنْ يُّـفَرّۣقُواْ بَيْنَ ۰للَّهِ وَرُسُلِهِ” وَيَقُولُونَ نُومِنُ بِـبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرۣيدُونَ أَنْ يَّتَّخِذُواْ بَيْنَ ذَ؛لِكَ سَبِيلٗا (149) ۷وْلَئِكَ هُمُ ۴لْكَـٰفِرُونَ حَقّاًؐ وَأَعْتَدْنَا لِلْكۭـٰفِرۣينَ عَذَاباً مُّهِيناًؐ (150) وَالذِينَ ءَامَنُواْ بِاللَّهِ وَرُسُلِهِ” وَلَمْ يُفَرّۣقُواْ بَيْنَ أَحَدٍ مِّنْهُمُ; ٱُوْلَئِژَ سَوْفَ نُوتِيهِمُ; ٱُجُورَهُمْؐ وَكَانَ ۰للَّهُ غَفُوراً رَّحِيماًؐ (151) يَسْـَٔلُژَ أَهْلُ ۴لْكِتَــٰــبِ أَن تُنَزّۣلَ عَلَيْهِمْ كِتَــٰباً مِّنَ ۰لسَّمَآءِؐ فَقَدْ سَأَلُواْ مُوسۭيٰٓ أَكْبَرَ مِن ذَ؛لِكَ فَقَالُوٓاْ أَرۣنَا ۰للَّهَ جَهْرَةً فَأَخَذَتْهُمُ ۴لصَّــٰعِقَةُ بِظُلْمِهِمْؐ ثُمَّ \"تَّخَذُواْ ۴لْعِجْلَ مِنۢ بَعْدِ مَا جَآءَتْهُمُ ۴لْبَيِّنَــٰــتُ فَعَفَوْنَا عَن ذَ؛لِژَؐ وَءَاتَيْنَا مُوسۭيٰ سُلْطَــٰناً مُّبِيناًؐ (152) وَرَفَعْنَا فَوْقَهُمُ ۴لطُّورَ بِمِيثَـٰقِهِمْؐ وَقُلْنَا لَهُمُ ۶دْخُلُواْ ۴لْبَابَ سُجَّداًؐ وَقُلْنَا لَهُمْ لاَ تَعَدُّواْ فِى ۱لسَّبْــتِؐ وَأَخَذْنَا مِنْهُم مِّيثَــٰقاٗ غَلِيظاًؐ (153) فَبِمَا نَقْضِهِم مِّيثَــٰقَهُمْ وَكُفْرۣهِم بِـَٔايَــٰــتِ ۱للَّهِ وَقَتْلِهِمُ ۴لاَنۢبِيؕآءَ بِغَيْرۣ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٛ بَلْ طَبَعَ ۰للَّهُ عَلَيْهَا بِكُفْرۣهِمْ فَلاَ يُومِنُونَ إِلاَّ قَلِيلًا (154) وَبِكُفْرۣهِمْ وَقَوْلِهِمْ عَلَيٰ مَرْيَمَ بُهْتَــٰناٗ عَظِيماً (155) وَقَوْلِهِمُ; إِنَّا قَتَلْنَا ۰ڤْمَسِيحَ عِيسَي \"بْنَ مَرْيَمَ رَسُولَ ۰للَّهِؐ ® وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَچَكِن شُبِّهَ لَهُمْؐ وَإِنَّ ۰لذِينَ \"خْتَلَفُواْ فِيهِ لَفِى شَژٍّ مِّنْهُؐ مَا لَهُم بِهِ” مِنْ عِلْمٖؐ اِلاَّ \"تِّبَاعَ ۰لظَّنﱢّؐ وَمَا قَتَلُوهُ يَقِيناٚؐ (156) بَل رَّفَعَهُ ۴للَّهُ إِلَيْهِؐ وَكَانَ ۰للَّهُ عَزۣيزاٗ حَكِيماًؐ (157) وَإِن مِّنَ اَهْلِ ۱لْكِتَــٰــبِ إِلاَّ لَيُومِنَنَّ بِهِ” قَبْلَ مَوْتِهِ” وَيَوْمَ ۰لْقِيَــٰمَةِ يَكُونُ عَلَيْهِمْ شَهِيداًؐ (158) فَبِظُلْمٍ مِّنَ ۰لذِينَ هَادُواْ حَرَّمْنَا عَلَيْهِمْ طَيِّبَــٰــتٖ ۷حِلَّــتْ لَهُمْ وَبِصَدِّهِمْ عَن سَبِيلِ ۱للَّهِ كَثِيراً (159) وَأَخْذِهِمُ ۴لرّۣبَوٰاْ وَقَدْ نُهُواْ عَنْهُ وَأَكْلِهِمُ; أَمْوَ؛لَ ۰لنَّاسِ بِالْبَــٰطِلِؐ وَأَعْتَدْنَا لِلْكۭـٰفِرۣينَ مِنْهُمْ عَذَاباٗ اَلِيماًؐ (160) چَّكِنِ ۱لرَّ؛سِخُونَ فِى ۱لْعِلْمِ مِنْهُمْ وَالْمُومِنُونَ يُومِنُونَ بِمَآ ٱُنزۣلَ إِلَيْژَ وَمَآ ٱُنزۣلَ مِن قَبْلِژَ وَالْمُقِيمِينَ ۰لصَّلَوٰةَؐ وَالْمُوتُونَ ۰لزَّكَوٰةَ وَالْمُومِنُونَ بِاللَّهِ وَالْيَوْمِ ۱لاَخِرۣ ٱُوْلَئِكَ سَنُوتِيهِمُ; أَجْراٗ عَظِيماٗؐ (161) اِنَّـآ أَوْحَيْنَآ إِلَيْژَ كَمَآ أَوْحَيْنَآ إِلَيٰ نُوحٍ وَالنَّبِيٓــٕـﯧنَ مِنۢ بَعْدِهِؐ” وَأَوْحَـيْـنَـآ إِلَـيٰٓ إِبْرَ؛هِـيـمَ وَإِسْمَــٰعِيـلَ وَإِسْحَـٰقَ وَيَعْقُوبَ وَالاَسْبَاطِ وَعِيسۭيٰ وَأَيُّوبببَ وَيُونُسَ وَهَــٰرُونَ وَسُلَيْمَـٰنَؐ وَءَاتَيْنَا دَاوُﹼدَ زَبُوراًؐ (162) وَرُسُلًا قَدْ قَصَصْنَــٰهُمْ عَلَيْژَ مِن قَـبْلُ وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْژَؐ وَكَلَّمَ ۰للَّهُ مُوسۭـيٰ تَكْلِيماًؐ (163) رُّسُلًا مُّبَشِّرۣينَ وَمُنذِرۣينَ لِيَ۬لاَّ يَكُونَ لِلنَّاسِ عَلَي ۰للَّهِ حُجَّةٛ بَعْدَ ۰لرُّسُلِؐ وَكَانَ ۰للَّهُ عَزۣيزاٗ حَكِيماًؐ (164) © چَّكِنِ ۱للَّهُ يَشْهَدُ بِمَآ أَنزَلَ إِلَيْژَؐ أَنزَلَهُ„ بِعِلْمِهِ” وَالْمَلَئِكَةُ يَشْهَدُونَؐ وَكَفۭيٰ بِاللَّهِ شَهِيداٗؐ (165) اِنَّ ۰لذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ۱للَّهِ قَد ضَّلُّواْ ضَچَلَۢا بَعِيداٗؐ (166) اِنَّ ۰لذِينَ كَفَرُواْ وَظَلَمُواْ لَمْ يَكُنِ ۱للَّهُ لِيَغْفِرَ لَهُمْ وَلاَ لِيَهْدِيَهُمْ طَرۣيقاٗ (167) اِلاَّ طَرۣيقَ جَهَنَّمَ خَــٰلِدِينَ فِيهَآ أَبَداًؐ وَكَانَ ذَ؛لِكَ عَلَي ۰للَّهِ يَسِيراًؐ (168) يَـٰٓأَيُّهَا ۰لنَّاسُ قَدْ جَآءَكُمُ ۴لرَّسُولُ بِالْحَـقِّ مِن رَّبِّكُمْ فَــَٔامِنُواْ خَيْراً لَّكُمْؐ وَإِن تَكْفُرُواْ فَإِنَّ لِلهِ مَا فِى ۱لسَّمَـٰوَ؛تتتِ وَالاَرْضِؐ وَكَانَ ۰للَّهُ عَلِيماٗ حَكِيماًؐ (169) يَـٰٓأَهْلَ ۰لْكِتَــٰــبِ لاَ تَغْلُواْ فِى دِينِكُمْ وَلاَ تَقُولُواْ عَلَي ۰للَّهِ إِلاَّ ۰لْحَقَّؐ إِنَّمَا ۰لْمَسِيحُ عِيسَي \"بْنُ مَرْيَمَ رَسُولُ ۴للَّهِ وَكَلِمَتُهُؐ; أَلْقۭيٰهَـآ إِلَيٰ مَرْيَمَ وَرُوحٌ مِّنْهُؐ فَــَٔامِنُواْ بِاللَّهِ وَرُسُلِهِؐ” وَلاَ تَقُولُواْ ثَـچَثَة٘ؐ 'نتَهُواْ خَيْراً لَّكُمُؐ; إِنَّمَا ۰للَّهُ إِچَهٌ وَ؛حِدٌؐ سُبْحَـٰنَهُ; أَنْ يَّكُونَ لَهُ„ وَلَدٌؐ لَّهُ„ مَا فِى ۱لسَّمَـٰوَ؛تتتِ وَمَا فِى ۱لاَرْضِؐ وَكَفۭيٰ بِاللَّهِ وَكِيلًؐا (170) لَّنْ يَّسْتَنكِفَ ۰لْمَسِيحُ أَنْ يَّكُونَ عَبْداً لِّلهِ وَلاَ ۰لْمَلَئِكَةُ ۴لْمُقَرَّبُونَؐ وَمَنْ يَّسْتَنكِفْ عَنْ عِبَادَتِهِ” وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمُ; إِلَيْهِ جَمِيعاًؐ (171) فَأَمَّا ۰لذِينَ ءَامَنُواْ وَعَمِلُواْ ۴ڤصَّـٰڤِحَـٰتِ فَيُوَفِّيهِمُ; ٱُجُورَهُمْ وَيَزۣيدُهُم مِّن فَضْلِهِؐ” وَأَمَّا ۰لذِينَ \"سْتَنكَفُواْ وَاسْتَكْبَرُواْ فَيُعَذِّبُهُمْ عَذَاباٗ اَلِيماً وَلاَ يَجِدُونَ لَهُم مِّن دُونِ ۱للَّهِ وَلِيّاً وَلاَ نَصِيراًؐ (172) ® يَـٰٓأَيُّهَا ۰لنَّاسُ قَدْ جَآءَكُم بُرْهَـٰنٌ مِّن رَّبِّكُمْ وَأَنزَلْنَآ إِلَيْكُمْ نُوراً مُّبِينـاًؐ (173) فَأَمَّـا ۰لذِينَ ءَامَنُواْ بِاللَّهِ وَاعْتَـصَـمُــواْ بِهِ” فَسَيُدْخِلُهُمْ فِى رَحْمَةٍ مِّنْهُ وَفَضْلٍ وَيَهْدِيهِمُ; إِلَيْهِ صِرَ؛طـاً مُّسْتَقِيماًؐ (174) يَسْتَفْتُونَكَؐ قُلِ ۱للَّهُ يُفْتِيكُمْ فِى ۱لْكَــچَــلَــةِؐ إِنِ 'مْرُؤ٘اْ هَلَـــكَ لَـيْـسَ لَــهُ„ وَلَــدٌ وَلَــهُ; ٱُخْـتٌ فَلَـهَـا نِصْفُ مَا تَرَكَؐ وَهُـوَ يَرۣثُهَآ إِن لَّــمْ يَكُن لَّهَـا وَلَدٌؐ فَإِن كَانَـتَـا \"ثْنَتَـيْـنِ فَلَهُمَـا ۰لثُّلُثَـٰنِ مِمَّا تَرَكَؐ وَإِن كَانُوٓاْ إِخْوَةً رّۣجَـالًا وَنِـسَـآءً فَلِلذَّكَرۣ مِثْلُ حَظِّ ۱لاُنثَيَيْنِؐ يُبَيِّنُ ۴للَّهُ لَكُمُ; أَن تَضِلُّواْؐ وَاللَّهُ بِكُـلِّ شَيْءٖ عَلِيــمٌ (175) "
            ]
        }
    ]
}