{
    "title": "بِسْمِ ۱للَّهِ ۱لرَّحْمَـٰنِ ۱لرَّحِيمِ",
    "content": "۱لْحَمْدُ لِلهِ ۱ﻟ﮲ لَهُ„ مَا فِى ۱لسَّمَـٰوَ؛تِ وَمَا فِى ۱لاَرْضِؐ وَلَهُ ۴لْحَمْدُ فِى ۱لاَخِرَةِؐ وَهُوَ ۰لْحَكِيمُ ۴لْخَبِيرُؐ (1) يَعْلَمُ مَا يَلِجُ فِى ۱لاَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزۣلُ مِــنَ ۰لسَّمَآءِ وَمَا يَعْرُجُ فِيهَاؐ وَهُوَ ۰لرَّحِيمُ ۴لْغَفُورُؐ (2) وَقَالَ ۰لذِيــنَ كَفَرُواْ لاَ تَاتِينَا ۰لسَّاعَةُؐ قُلْ بَلۭيٰ وَرَبِّى لَتَاتِيَنَّكُمْؐ عَـٰلِمُ ۴لْغَيْبِ لاَ يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِى ۱لسَّمَـٰوَ؛تِ وَلاَ فِى ۱لاَرْضِؐ وَلآَ أَصْغَرُ مِــن ذَ؛لِكَ وَلآَ أَكْبَرُ إِلاَّ فِى كِتَـٰــبٍ مُّبِينٍ (3) ڤِّيَجْزۣيَ ۰لذِيــنَ ءَامَنُواْ وَعَمِلُواْ ۴ڤصَّـٰڤِحَـٰتِؐ ٱُوْلَئِــكَ لَهُم مَّغْفِرَةٌ وَرۣزْقٌ كَرۣيمٌؐ (4) وَالذِينَ سَعَوْ فِىٓ ءَايَـٰتِنَا مُعَـٰجِزۣينَ ٱُوْلَئِــكَ لَهُمْ عَذَابٌ مِّن رّۣجْز۫ اَلِيمٍؐ (5) وَيَرَي ۰لذِينَ ٱُوتُواْ ۴لْعِلْمَ ۰ﻟـذِىٓ ٱُنزۣلَ إِلَيْــكَ مِن رَّبِّــكَ هُوَ ۰لْحَقَّ وَيَهْدِﻯٓ إِلَـيٰ صِرَ؛طِ ۱لْعَزۣيـزۣ ۱لْحَمِيدِؐ (6) وَقَالَ ۰لذِيــنَ كَفَرُواْ هَــلْ نَدُلُّكُمْ عَلَيٰ رَجُلٍ يُنَبِّيؖكُمُ; إِذَا مُزّۣقْتُمْ كُــلَّ مُمَزَّقٖ اِنَّكُمْ لَفِى خَلْقٍ جَدِيدٖؐ (7) اَفْتَرۭيٰ عَلَــي ۰للَّهِ كَذِباٗ اَم بِهِ” جِنَّةٛؐ بَلِ ۱لذِيــنَ لاَ يُومِنُونَ بِالاَخِرَةِ فِى ۱لْعَذَابِ وَالضَّچَلِ ۱لْبَعِيدِؐ (8) أَفَلَمْ يَرَوۣاْ اِلَــيٰ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُم مِّــنَ ۰لسَّمَآءِ وَالاَرْضِؐ إِن نَّشَأْ نَخْسِفْ بِهِمُ ۴لاَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسْفاً مِّــنَ ۰لسَّمَآءِؐ انَّ فِى ذَ؛لِكَ ءَلاَيَةً لِّكُلِّ عَبْدٍ مُّنِيبٍؐ (9) © وَلَقَدَ —اتَيْنَا دَاوُﹼدَ مِنَّا فَضْلًا يَـٰجِبَالُ أَوّۣبِى مَعَهُ„ وَالطَّيْرَؐ وَأَلَنَّا لَهُ ۴لْحَدِيدَ (10) أَنِ 'عْمَلْ سَـٰبِغَـٰــتٍ وَقَدِّرْ فِى ۱لسَّرْدِؐ وَاعْمَلُواْ صَـٰڤِحاٗؐ اِنِّى بِمَا تَعْمَلُونَ بَصِيرٌؐ (11) وَلِسُلَيْمَـٰنَ ۰لرّۣيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌؐ وَأَسَلْنَا لَهُ„ عَيْنَ ۰لْقِطْرۣؐ وَمِنَ ۰لْجِــنّۣ مَنْ يَّعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِؐ” وَمَنْ يَّزۣغْ مِنْهُمْ عَنَ اَمْرۣنَا نُذِقْهُ مِــنْ عَذَابِ ۱لسَّعِيرۣؐ (12) يَعْمَلُونَ لَهُ„ مَا يَشَآءُ مِــن مَّحَـٰرۣيبَ وَتَمَـٰثِيلَ وَجِفَانٍ كَالْجَوَابِ” وَقُدُورٍ رَّاسِيَـٰتٖؐ 'عْمَلُوٓاْ ءَالَ دَاوُﹼدَؐ شُكْراًؐ وَقَلِيلٌ مِّنْ عِبَادِيَ ۰لشَّكُورُؐ (13) فَلَمَّا قَضَيْنَا عَلَيْهِ ۱لْمَوْتَ مَا دَلَّهُمْ عَلَيٰ مَوْتِهِ“ إِلاَّ دَآبَّةُ ۴لاَرْضضضِ تَاكُلُ مِنسَاتَهُؐ, فَلَمَّا خَرَّ تَبَيَّنَتِ ۱لْجِنُّ أَن لَّوْ كَانُواْ يَعْلَمُونَ ۰لْغَيْبَ مَا لَبِثُواْ فِى ۱لْعَذَابِ ۱لْمُهِينِؐ (14) لَقَدْ كَانَ لِسَبَإٍ فِى مَسَـٰكِنِهِمُ; ءَايَةٌؐ جَنَّتَـٰــنۣ عَنْ يَّمِينٍ وَشِمَالٍؐ كُلُواْ مِن رّۣزْقِ رَبِّكُمْ وَاشْكُرُواْ لَهُؐ, بَلْدَةٌ طَيِّبَةٌ وَرَبّﹲ غَفُورٌؐ (15) فَأَعْرَضُواْ فَأَرْسَلْنَا عَلَيْهِمْ سَيْــلَ ۰لْعَرۣمِؐ وَبَدَّلْنَـٰهُم بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَــيُ ۷كْــل۫ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِّن سِدْرٍ قَلِيــلٍؐ (16) ذَ؛لِكَ جَزَيْنَـٰهُم بِمَا كَفَرُواْؐ وَهَلْ يُجَـٰزۭيٰٓ إِلاَّ ۰لْكَفُورُؐ (17) ® وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ ۰لْقُرَي ۰لتِى بَـٰرَكْنَا فِيهَا قُريً ظَـٰهِرَةً وَقَدَّرْنَا فِيهَا ۰لسَّيْرَؐ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّاماٗ —امِنِينَؐ (18) فَقَالُواْ رَبَّنَا بَـٰعِدْ بَيْــنَ أَسْفۭارۣنَا وَظَلَمُوٓاْ أَنفُسَهُمْ فَجَعَلْنَـٰهُمُ; أَحَادِيثَ وَمَزَّقْنَـٰهُمْ كُلَّ مُمَزَّقٖؐ اِنَّ فِى ذَ؛لِــكَ ءَلاَيَـٰتٍ لِّكُــلّۣ صَبّۭارٍ شَكُورٍؐ (19) وَلَقَدْ صَدَقَ عَلَيْهِمُ; إِبْلِيــسُ ظَنَّهُ„ فَاتَّبَعُوهُ إِلاَّ فَرۣيقاً مِّنَ ۰لْمُومِنِينَؐ (20) وَمَا كَانَ لَهُ„ عَلَيْهِم مِّــن سُلْطَـٰــن۫ اِلاَّ لِنَعْلَمَ مَنْ يُّومِـنُ بِالاَخِرَةِ مِمَّنْ هُوَ مِنْهَا فِى شَكّؐ؊ وَرَبُّــكَ عَلَــيٰ كُلِّ شَيْءٖ حَفِيظٌؐ (21) قُــلُ ۶دْعُواْ ۴لذِينَ زَعَمْتُم مِّن دُونِ ۱للَّهِؐ لاَ يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِى ۱لسَّمَـٰوَ؛تِ وَلاَ فِى ۱لاَرْضِؐ وَمَا لَهُمْ فِيهِمَا مِن شِرْكككٍؐ وَمَا لَهُ„ مِنْهُم مِّــن ظَهِيرٍؐ (22) وَلاَ تَنفَعُ ۴لشَّفَـٰعَةُ عِندَهُ; إِلاَّ لِمَنَ اَذِنَ لَهُؐ, حَتَّيٰٓ إِذَا فُزّۣعَ عَــن قُلُوبِهِمْ قَالُواْ مَاذَا قَالَ رَبُّكُمْ قَالُواْ ۴لْحَقَّؐ وَهُوَ ۰لْعَلِيُّ ۴لْكَبِيرُؐ (23) ¤ قُلْ مَنْ يَّرْزُقُكُم مِّــنَ ۰لسَّمَـٰوَ؛تِ وَالاَرْضِ قُلِ ۱للَّهُؐ وَإِنَّآ أَوۣ اِيَّاكُمْ لَعَلَــيٰ هُديٗ اَوْ فِى ضَچَلٍ مُّبِينٍؐ (24) قُل لاَّ تُسْـَٔلُونَ عَمَّآ أَجْرَمْنَا وَلاَ نُسْـَٔــلُ عَمَّا تَعْمَلُونَؐ (25) قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقﱢّؐ وَهُوَ ۰لْفَتَّاحُ ۴لْعَلِيمُؐ (26) قُلَ اَرُونِــيَ ۰لذِيــنَ أَلْحَقْتُم بِهِ” شُرَكَآءَ كَلؐاَّ بَلْ هُوَ ۰للَّهُ ۴لْعَزۣيزُ ۴لْحَكِيمُؐ (27) وَمَآ أَرْسَلْنَـٰــكَ إِلاَّ كَآفَّةً لِّلنَّاسِ بَشِيراً وَنَذِيراًؐ وَچَكِــنَّ أَكْثَرَ ۰لنَّاسسسِ لاَ يَعْلَمُونَؐ (28) وَيَقُولُونَ مَتۭيٰ هَـٰذَا ۰لْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَؐ (29) قُــل لَّكُم مِّيعَادُ يَوْمٍ لاَّ تَسْتَـٰخِرُونَ عَنْهُ سَاعَةً وَلاَ تَسْتَقْدِمُونَؐ (30) وَقَالَ ۰لذِينَ كَفَرُواْ لَن نُّومِنَ بِهَـٰذَا ۰لْقُرْءَانِ وَلاَ بِاﻟ﮲ بَيْنَ يَدَيْهِؐ وَلَوْ تَرۭيٰٓ إِذِ ۱لظَّـٰلِمُونَ مَوْقُوفُونَ عِندَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمُ; إِلَيٰ بَعْـضٖ ۱لْقَوْلَؐ يَقُولُ ۴لذِيــنَ ۸سْتُضْعِفُواْ لِلذِينَ \"سْتَكْبَرُواْ لَوْلآَ أَنتُمْ لَكُنَّا مُومِنِينَؐ (31) قَالَ ۰لذِيـنَ \"سْتَكْبَرُواْ لِلذِينَ ۸سْتُضْعِفُوٓاْ أَنَحْــنُ صَدَدْنَـٰكُمْ عَـنِ ۱لْهُدۭيٰ بَعْدَ إِذْ جَآءَكُم بَــلْ كُنتُم مُّجْرۣمِينَؐ (32) وَقَالَ ۰لذِيــنَ ۸سْتُضْعِفُواْ لِلذِيـنَ \"سْتَكْبَرُواْ بَــلْ مَكْرُ ۴ليْلِ وَالنَّهۭارۣ إِذْ تَامُرُونَنَآ أَن نَّكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ; أَندَاداًؐ وَأَسَرُّواْ ۴لنَّدَامَةَ لَمَّا رَأَوُاْ ۴لْعَذَابَؐ وَجَعَلْنَا ۰لاَغْچَلَ فِىٓ أَعْنَاقِ ۱لذِيــنَ كَفَرُواْؐ هَلْ يُجْزَوْنَ إِلاَّ مَا كَانُواْ يَعْمَلُونَؐ (33) وَمَآ أَرْسَلْنَا فِى قَرْيَةٍ مِّن نَّذِير۫ اِلاَّ قَالَ مُتْرَفُوهَآ إِنَّا بِمَآ ٱُرْسِلْتُم بِهِ” كَـٰفِرُونَؐ (34) وَقَالُواْ نَحْــنُ أَكْثَرُ أَمْوَ؛لًا وَأَوْچَداً وَمَا نَحْـنُ بِمُعَذَّبِينَؐ (35) قُلِ اِنَّ رَبِّى يَبْسُطُ ۴لرّۣزْقَ لِمَنْ يَّشَآءُ وَيَقْدِرُؐ وَچَكِــنَّ أَكْثَرَ ۰لنَّاسِ لاَ يَعْلَمُونَؐ (36) ® وَمَآ أَمْوَ؛لُكُمْ وَلآَ أَوْچَدُكُم بِالتِى تُقَرّۣبُكُمْ عِندَنَا زُلْفۭيٰٓ إِلاَّ مَــنَ —امَنَ وَعَمِــلَ صَـٰڤِحاً فَٱُوْلَئِــكَ لَهُمْ جَزَآءُ ۴لضِّعْفِ بِمَا عَمِلُواْ وَهُمْ فِى ۱لْغُرُفَـٰتِ ءَامِنُونَؐ (37) وَالذِينَ يَسْعَوْنَ فِىٓ ءَايَـٰتِنَا مُعَـٰجِزۣينَ ٱُوْلَئِــكَ فِى ۱لْعَذَابِ مُحْضَرُونَؐ (38) قُلِ اِنَّ رَبِّى يَبْسُطُ ۴لرّۣزْقَ لِمَنْ يَّشَآءُ مِنْ عِبَادِهِ” وَيَقْدِرُ لَهُؐ, وَمَآ أَنفَقْتُم مِّــن شَيْءٍ فَهُوَ يُخْلِفُهُؐ, وَهُوَ خَيْرُ ۴لرَّ؛زۣقِينَؐ (39) وَيَوْمَ نَحْشُرُهُمْ جَمِيعاً ثُمَّ نَقُولُ لِلْمَلَئِكَةِ أَهَـٰٓؤُلآَءِ ايَّاكُمْ كَانُواْ يَعْبُدُونَؐ (40) قَالُواْ سُبْحَـٰنَــكَ أَنتَ وَلِيُّنَا مِن دُونِهِمؐ بَــلْ كَانُواْ يَعْبُدُونَ ۰لْجِــنَّؐ أَكْثَرُهُم بِهِم مُّومِنُونَؐ (41) فَالْيَوْمَ لاَ يَمْلِــكُ بَعْضُكُمْ لِبَعْضٍ نَّفْعاً وَلاَ ضَرّاً وَنَقُولُ لِلذِيــنَ ظَلَمُواْ ذُوقُواْ عَذَابَ ۰لنّۭارۣ ۱لتِى كُنتُم بِهَا تُكَذِّبُونَؐ (42) وَإِذَا تُتْلۭــيٰ عَلَيْهِمُ; ءَايَـٰتُنَا بَيِّنَـٰتٍ قَالُواْ مَا هَـٰذَآ إِلاَّ رَجُلٌ يُرۣيدُ أَنْ يَّصُدَّكُمْ عَمَّا كَانننَ يَعْبُدُ ءَابَآؤُكُمْ وَقَالُواْ مَا هَـٰذَآ إِلٓاَّ إِفْــكٌ مُّفْتَريًؐ وَقَالَ ۰لذِينَ كَفَرُواْ ڤِڤْحَــقّۣ لَمَّا جَآءَهُمُ; إِنْ هَـٰذَآ إِلاَّ سِحْـرٌ مُّبِينٌؐ (43) وَمَآ ءَاتَيْنَـٰهُم مِّــن كُتُــبٍ يَدْرُسُونَهَاؐ وَمَآ أَرْسَلْنَآ إِلَيْهِمْ قَبْلَــكَ مِن نَّذِيرٍؐ (44) وَكَذَّبَ ۰لذِينَ مِن قَبْلِهِمْ وَمَا بَلَغُواْ مِعْشَارَ مَآ ءَاتَيْنَـٰهُمْؐ فَكَذَّبُواْ رُسُلِىؐ فَكَيْفَ كَانَ نَكِيرۣؐ” (45) © قُلِ اِنَّمَآ أَعِظُكُم بِوَ؛حِدَةٖؐ اَن تَقُومُواْ لِلهِ مَثْنۭيٰ وَفُرَ؛دۭيٰ ثُمَّ تَتَفَكَّرُواْؐ مَا بِصَـٰحِبِكُم مِّن جِنَّةٖؐ اِنْ هُوَ إِلاَّ نَذِيرٌ لَّكُم بَيْـنَ ¢ عَذَابٍ شَدِيدٍؐ (46) قُــلْ مَا سَأَلْتُكُم مِّنَ اَجْرٍ فَهُوَ لَكُمُؐ; إِنَ اَجْرۣيَ إِلاَّ عَلَــي ۰للَّهِؐ وَهُوَ عَلَيٰ كُــلّۣ شَيْءٍ شَهِيدٌؐ (47) قُـلِ اِنَّ رَبِّى يَقْذِفُ بِالْحَقﱢّؐ عَچَّمُ ۴لْغُيُوبِؐ (48) قُـلْ جَآءَ ۰لْحَقُّ وَمَا يُبْدِىُٔ ۴لْبَـٰطِلُ وَمَا يُعِيدُؐ (49) قُلِ اِن ضَلَلْتُ فَإِنَّمَآ أَضِــلُّ عَلَيٰ نَفْسِى وَإِنِ 'هْتَدَيْــتُ فَبِمَا يُوحِىٓ إِلَيَّ رَبِّيَؐ إِنَّهُ„ سَمِيعٌ قَرۣيبٌؐ (50) وَلَوْ تَرۭيٰٓ إِذْ فَزۣعُواْ فَلاَ فَوْتَ وَٱُخِذُواْ مِــن مَّكَانٍ قَرۣيــبٍؐ (51) وَقَالُوٓاْ ءَامَنَّا بِهِؐ” وَأَنّۭــيٰ لَهُمُ ۴لتَّنَاوُشُ مِن مَّكَانٙ بَعِيدٍ (52) وَقَدْ كَفَرُواْ بِهِ” مِن قَبْلُؐ وَيَقْذِفُونَ بِالْغَيْبِ مِــن مَّكَانٙ بَعِيدٍؐ (53) وَحِيلَ بَيْنَهُمْ وَبَيْــنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِم مِّن قَبْلُ إِنَّهُمْ كَانُواْ فِى شَكٍّ مُّرۣيبٖ (54)"
}