{
    "title": "بِسْمِ ۱للَّهِ ۱لرَّحْمَـٰنِ ۱لرَّحِيمِ",
    "content": "حۭمِٓؐ تَنزۣيــلُ ۴لْكِتَـٰبِ مِــنَ ۰للَّهِ ۱لْعَزۣيزۣ ۱لْحَكِيمِؐ (1) مَا خَلَقْنَا ۰لسَّمَـٰوَ؛تِ وَالاَرْضَ وَمَا بَيْنَهُمَآ إِلاَّ بِالْحَقِّ وَأَجَــلٍ مُّسَمّيًؐ وَالذِيــنَ كَفَرُواْ عَمَّآ ٱُنذِرُواْ مُعْرۣضُونَؐ (2) قُلَ اَرَ×يْتُم مَّا تَدْعُونَ مِن دُونِ ۱للَّهِ أَرُونِى مَاذَا خَلَقُواْ مِــنَ ۰لاَرْضِ أَمْ لَهُمْ شِرْكككٌ فِى ۱لسَّمَـٰوَ؛تِؐ 'يتُونِى بِكِتَـٰبٍ مِّــن قَبْلِ هَـٰذَآ أَوَ اَثَــٰرَةٍ مِّنْ عِلْمٖ اِن كُنتُمْ صَـٰدِقِينَؐ (3) وَمَــنَ اَضَلُّ مِمَّنْ يَّدْعُواْ مِن دُونِ ۱للَّهِ مَــن لاَّ يَسْتَجِيبُ لَهُ; إِلَيٰ يَوْمِ ۱لْقِيَـٰمَةِ وَهُمْ عَــن دُعَآئِهِمْ غَـٰفِلُونَؐ (4) وَإِذَا حُشِرَ ۰لنَّاسسسُ كَانُواْ لَهُمُ; أَعْدَآءً وَكَانُواْ بِعِبَادَتِهِمْ كۭـٰفِرۣينَؐ (5) وَإِذَا تُتْلۭــيٰ عَلَيْهِمُ; ءَايَـٰتُنَا بَيِّنَـٰتٍ قَالَ ۰لذِيــنَ كَفَرُواْ ڤِڤْحَقِّ لَمَّا جَآءَهُمْ هَـٰذَا سِحْـرٌ مُّبِين٘ؐ (6) اَمْ يَقُولُونَ \"فْتَرۭيٰهُؐ قُلِ اِنِ 'فْتَرَيْتُهُ„ فَلاَ تَمْلِكُونَ لِى مِــنَ ۰للَّهِ شَيْـٔاٗؐ هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِؐ كَفۭيٰ بِــهِ” شَهِيداَۢ بَيْنِى وَبَيْنَكُمْؐ وَهُوَ ۰لْغَفُورُ ۴لرَّحِيمُؐ (7) قُــلْ مَا كُنتُ بِدْعاً مِّنَ ۰لرُّسُلِ وَمَآ أَدْرۣى مَا يُفْعَلُ بِى وَلاَ بِكُمُؐ; إِنَ اَتَّبِعُ إِلاَّ مَا يُوحۭيٰٓ إِلَيَّؐ وَمَآ أَنَا إِلاَّ نَذِيرٌ مُّبِينٌؐ (8) قُلَ اَرَ×يْتُمُ; إِن كَانَ مِنْ عِندِ ۱للَّهِ وَكَفَرْتُم بِهِ” وَشَهِدَ شَاهِدٌ مِّنۢ بَنِىٓ إِسْرَآءِيــلَ عَلَيٰ مِثْلِهِ” فَـَٔامَنَ وَاسْتَكْبَرْتُمُؐ; إِنَّ ۰للَّهَ لاَ يَهْدِى ۱لْقَوْمَ ۰لظَّـٰلِمِينَؐ (9) وَقَالَ ۰لذِيــنَ كَفَرُواْ لِلذِيــنَ ءَامَنُواْ لَوْ كَانَ خَيْراً مَّا سَبَقُونَآ إِلَيْهِؐ وَإِذْ لَمْ يَهْتَدُواْ بِهِ” فَسَيَقُولُونَ هَـٰذَآ إِفْكٌ قَدِيمٌؐ (10) وَمِــن قَـبْلِهِ” كِتَـٰبُ مُوسۭيٰٓ إِمَاماً وَرَحْمَةًؐ وَهَـٰذَا كِتَـٰبٌ مُّصَدِّقٌ لِّسَاناٗ عَرَبِيّاً لِّتُنذِرَ ۰لذِيــنَ ظَلَمُواْ وَبُشْرۭيٰ ڤِڤْمُحْسِنِينَؐ (11) إِنَّ ۰لذِيــنَ قَالُواْ رَبُّنَا ۰للَّهُ ثُمَّ \"سْتَقَـٰمُواْ فَلاَ خَوْف٘ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَؐ (12) ٱُوْلَئِكَ أَصْحَـٰبُ ۴لْجَنَّةِ خَـٰلِدِينَ فِـيهَاؐ جَزَآءَۢ بِمَا كَانُواْ يَعْمَلُونَؐ (13) ® وَوَصَّيْنَا ۰لِانسَـٰنَ بِوَ؛لِدَيْهِ حُسْناٗؐ حَمَلَتْهُ ٱُمُّهُ„ كَرْهاً وَوَضَعَتْهُ كَرْهاًؐ وَحَمْلُهُ„ وَفِصَـٰلُهُ„ ثَـچَثُونَ شَهْراٗؐ حَتَّيٰٓ إِذَا بَلَغَ أَشُدَّهُ„ وَبَلَغَ أَرْبَعِيــنَ سَنَةً قَالَ رَبِّ أَوْزۣعْنِيَ أَنَ اَشْكُرَ نِعْمَتَكَ ۰لتِىٓ أَنْعَمْتَ عَلَيَّ وَعَلَيٰ وَ؛لِدَيَّ وَأَنَ اَعْمَــلَ صَـٰڤِحاً تَرْضۭيٰهُؐ وَأَصْلِحْ لِى فِى ذُرّۣيَّتِىٓؐ إِنِّى تُبْتُ إِلَيْــكَ وَإِنِّى مِــنَ ۰لْمُسْلِمِينَؐ (14) ٱُوْلَئِكَ ۰لذِينَ يُتَقَبَّــلُ عَنْهُمُ; أَحْسَــنُ مَا عَمِلُواْ وَيُتَجَاوَزُ عَــن سَيِّـَٔاتِهِمْ فِىٓ أَصْحَـٰبِ ۱لْجَنَّةِؐ وَعْدَ ۰لصِّدْقِ ۱ﻟ﮲ كَانُواْ يُوعَدُونَؐ (15) وَاﻟ﮲ قَالَ لِوَ؛لِدَيْهِ ٱُفٍّ لَّكُمَآ أَتَعِدَ؛نِنِيَ أَنُ ۷خْرَجَ وَقَدْ خَلَتِ ۱لْقُرُونُ مِن قَبْلِى وَهُمَا يَسْتَغِيثَـٰنِ ۱للَّهَ وَيْلَــكَ ءَامِنِ اِنَّ وَعْدَ ۰للَّهِ حَقٌّ فَيَقُولُ مَا هَـٰذَآ إِلٓاَّ أَسَـٰطِيرُ ۴لاَوَّلِينَؐ (16) ٱُوْلَئِــكَ ۰لذِيــنَ حَقَّ عَلَيْهِمُ ۴لْقَوْلُ فِىٓ ٱُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ ۰لْجِنِّ وَالِانسِؐ إِنَّهُمْ كَانُواْ خَـٰسِرۣينَؐ (17) وَلِكُلٍّ دَرَجَـٰتٌ مِّمَّا عَمِلُواْؐ وَلِنُوَفِّيَهُمُ; أَعْمَـٰلَهُمْ وَهُمْ لاَ يُظْلَمُونَؐ (18) وَيَوْمَ يُعْرَضضضُ ۴لذِيــنَ كَفَرُواْ عَلَــي ۰لـنّۭارۣ أَذْهَبْتُمْ طَيِّبَـٰتِكُمْ فِى حَيَاتِكُمُ ۴لدُّنْيۭا وَاسْتَمْتَعْتُم بِهَاؐ فَالْيَوْمَ تُجْزَوْنَ عَذَابَ ۰لْهُونِ بِمَا كُنتُمْ تَسْتَكْبِرُونَ فِى ۱لاَرْضضضِ بِغَيْرۣ ۱لْحَقِّ وَبِمَا كُنتُمْ تَفْسُقُونَؐ (19) © وَاذْكُرَ اَخَا عَادٖ اِذَ اَنذَرَ قَوْمَهُ„ بِالاَحْقَافِ وَقَدْ خَلَتِ ۱لنُّذُرُ مِنۢ بَيْـنِ يَدَيْهِ وَمِــنْ خَلْفِهِ“ أَلاَّ تَعْبُدُوٓاْ إِلاَّ ۰للَّهَؐ إِنِّــيَ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٖ عَظِيمٍؐ (20) قَالُوٓاْ أَجِيؔتَنَا لِتَافِكَنَا عَــنَ —الِهَتِنَا فَاتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِــنَ ۰لصَّـٰدِقِينَؐ (21) قَالَ إِنَّمَا ۰لْعِلْمُ عِندَ ۰للَّهِ وَٱُبَلِّغُكُم مَّآ ٱُرْسِلْتُ بِهِ” وَچَكِنِّيَ أَرۭيٰكُمْ قَوْماً تَجْهَلُونَؐ (22) فَلَمَّا رَأَوْهُ عَارۣضاً مُّسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُواْ هَـٰذَا عَارۣضضضٌ مُّمْطِرُنَاؐ بَلْ هُوَ مَا \"سْتَعْجَلْتُم بِهِؐ” رۣيحٌ فِيهَا عَذَاب٘ اَلِيمٌؐ (23) تُدَمِّرُ كُــلَّ شَيْءٙ بِأَمْرۣ رَبِّهَاؐ فَأَصْبَحُواْ لاَ تَرۭيٰٓ إِلاَّ مَسَـٰكِنَهُمْؐ كَذَ؛لِكَ نَجْزۣى ۱لْقَوْمَ ۰ڤْمُجْرۣمِينَؐ (24) وَلَقَدْ مَكَّنَّـٰهُمْ فِيمَآ إِن مَّكَّنَّـٰكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعاً وَأَبْصَـٰراً وَأَفْـِٕدَةًؐ فَمَآ أَغْنۭــيٰ عَنْهُمْ سَمْعُهُمْ وَلآَ أَبْصَـٰرُهُمْ وَلآَ أَفْـِٕدَتُهُم مِّــن شَيْءٖ اِذْ كَانُواْ يَجْحَدُونَ بِـَٔايَـٰتِ ۱للَّهِؐ وَحَاقَ بِهِم مَّاكَانُواْ بِهِ” يَسْتَهْزۣءُونَؐ (25) وَلَقَدَ اَهْلَكْنَا مَا حَوْلَكُم مِّنَ ۰لْقُرۭيٰ وَصَرَّفْنَا ۰لاَيَـٰتِ لَعَلَّهُمْ يَرْجِعُونَؐ (26) فَلَوْلاَ نَصَرَهُمُ ۴لذِيــنَ \"تَّخَذُواْ مِن دُونِ ۱للَّهِ قُرْبَاناٗ —الِهَةٚؐ بَلْ ضَلُّواْ عَنْهُمْؐ وَذَ؛لِــكَ إِفْكُهُمْ وَمَا كَانُواْ يَفْتَرُونَؐ (27) وَإِذْ صَرَفْنَآ إِلَيْــكَ نَفَراً مِّنَ ۰لْجِــنّۣ يَسْتَمِعُونَ ۰لْقُرْءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْؐ فَلَمَّا قُضِيَ وَلَّوۣاْ اِلَيٰ قَوْمِهِم مُّنذِرۣينَؐ (28) قَالُواْ يَـٰقَوْمَنَآ إِنَّا سَمِعْنَا كِتَـٰباٗ ۷نزۣلَ مِنۢ بَعْدِ مُوسۭــيٰ مُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ يَهْدِىٓ إِلَــي ۰لْحَقِّ وَإِلَيٰ طَرۣيــقٍ مُّسْتَقِيمٍؐ (29) يَـٰقَوْمَنَآ أَجِيبُواْ دَاعِــيَ ۰للَّهِ وَءَامِنُواْ بِهِ” يَغْفِرْ لَكُم مِّــن ذُنُوبِكُمْ\nوَيُجِرْكُم مِّــنْ عَذَابٖ اَلِيمٍؐ (30) وَمَــن لاَّ يُجِبْ دَاعِــيَ ۰للَّهِ فَلَيْــسَ بِمُعْجِزٍ فِى ۱لاَرْضِ وَلَيْــسَ لَهُ„ مِن دُونِهِ“ أَوْلِيَآءُؐ اوْلَئِــكَ فِى ضَچَــلٍ مُّــبِـينٖؐ (31) ® اَوَلَمْ يَرَوَاْ اَنَّ ۰للَّهَ ۰ﻟ﮲ خَلَقَ ۰لسَّمَـٰوَ؛تِ وَالاَرْضَ وَلَمْ يَعْــيَ بِخَلْقِهِنَّ بِقَـٰدِر۫ عَلَيٰٓ أَنْ يُّحْيـيِـــَي ۰لْمَوْتۭيٰ بَلۭيٰٓؐ إِنَّهُ„ عَلَــيٰ كُــلّۣ شَيْءٍ قَدِيرٌؐ (32) وَيَوْمَ يُعْرَضُ ۴لذِيــنَ كَفَرُواْ عَلَــي ۰لـنّۭارۣ أَلَيْــسَ هَـٰذَا بِالْحَقﱢّؐ قَالُواْ بَلۭيٰ وَرَبِّنَاؐ قَالَ فَذُوقُواْ ۴لْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَؐ (33) فَاصْبِرْ كَمَا صَبَرَ ٱُوْلُواْ ۴لْعَزْمِ مِنَ ۰لرُّسُلِ وَلاَ تَسْتَعْجِــلؐ لَّهُمْ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوٓاْ إِلاَّ سَاعَةً مِّن نَّهۭارۣۢ بَچَغٌؐ فَهَـلْ يُهْلَكُ إِلاَّ ۰لْقَوْمُ ۴لْفَـٰسِقُونَ (34)"
}