{
    "title": "[سُورَةُ ۴لاَعْرَافِ]",
    "sections": [
        {
            "title": "بِسْمِ ۱للَّهِ ۱لرَّحْمَـٰنِ ۱لرَّحِيمِ",
            "content": [
                "   اَلَٓمِؓـصَٓؐ كِتَــٰــب٘ نزۣلَ إِلَيْــكَ فَلاَ يَكُن فِى صَدْرۣكككَ حَرَجٌ مِّنْهُ لِتُنذِرَ بِهِ” وَذِكْرۭيٰ لِلْمُومِنِينَؐ (1) \"تَّبِعُواْ مَآ ٱُنزۣلَ إِلَيْكُم مِّن رَّبِّكُمْؐ وَلاَ تَتَّبِعُواْ مِن دُونِهِ“ أَوْلِيَآءَؐ قَلِيلًا مَّا تَذَّكَّرُونَؐ (2) وَكَم مِّن قَرْيَةٖ اَهْلَكْنَـٰهَا فَجَآءَهَا بَأْسُنَا بَيَــٰتاٗ اَوْ هُمْ قَآئِلُونَؐ (3) ¤ فَمَا كَانَ دَعْوۭيٰهُمُ; إِذْ جَآءَهُم بَأْسُنَآ إِلٓاَّ أَن قَالُوٓاْ إِنَّا كُنَّا ظَـٰلِمِينَؐ (4) فَلَنَسْـَٔلَنَّ ۰لذِينَ ٱُرْسِلَ إِلَيْهِمْ وَلَنَسْـَٔلَنَّ ۰لْمُرْسَلِينَؐ (5) فَلَنَقُصَّنَّ عَلَيْهِم بِعِلْمٍؐ وَمَا كُنَّا غَآئِبِيـنَؐ (6) وَالْوَزْنُ يَوْمَئِذٖ ۱لْحَقُّؐ فَمَن ثَقُلَــتْ مَوَ؛زۣينُهُ„ فَٱُوْلَئِكَ هُمُ ۴ڤْمُفْڤِحُونَؐ (7) وَمَنْ خَفَّــتْ مَوَ؛زۣينُهُ„ فَٱُوْلَئِكَ ۰لذِينَخَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَــٰتِنَا يَظْلِمُونَؐ (8) وَلَقَدْ مَكَّنَّــٰكُمْ فِى ۱لاَرْضِ وَجَعَلْنَا لَكُمْ فِيهَا مَعَــٰيِشَؐ قَلِيلًا مَّا تَشْكُرُونَؐ (9) وَلَقَدْ خَلَقْنَــٰكُمْ ثُمَّ صَوَّرْنَــٰكُمْ ثُمَّ قُلْنَــا لِلْمَلَئِكَةِ ۹سْجُدُواْ ءَلِادَمَ فَسَجَدُوٓاْؐ إِلٓاَّ إِبْلِيسَ لَمْ يَكُن مِّـنَ ۰لسَّـٰجِدِينَؐ (10) قَالَ مَا مَنَعَــكَ أَلاَّ تَسْجُدَ إِذَ اَمَرْتُــكَؐ قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِى مِن نّۭارٍ وَخَلَقْتَهُ„ مِن طِينٍؐ (11) قَالَ فَاهْبِطْ مِنْهَا فَمَا يَكُونُ لَــكَ أَن تَتَكَبَّرَ فِيهَا فَاخْرُجِ اِنَّــكَ مِنَ ۰لصَّــٰغِرۣينَؐ (12) قَالَ أَنظِرْنِىٓ إِلَيٰ يَوْمِ يُبْعَثُونَؐ (13) قَالَ إِنَّــكَ مِنَ ۰لْمُنظَرۣينَؐ (14) قَالَ فَبِمَآ أَغْوَيْتَنِى لَأَقْعُدَنَّ لَهُمْ صِرَ؛طَــكَ ۰لْمُسْتَقِيمَ (15) ثُمَّ ءَلاَتِيَنَّهُم مِّنۢ بَـيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنَ اَيْمَــٰنِهِمْ وَعَن شَمَآئِـلِهِـمْؐ وَلاَ تَجِدُ أَكْثَرَهُمْ شَــٰكِرۣينَؐ (16) قَالَ ۸خْرُجْ مِنْهَا مَذْءُوماً مَّدْحُوراًؐ لَّمَن تَـبِعَــكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنكُمُ; أَجْمَعِينَؐ (17) وَيَـٰٓــَٔادَمُ ۶سْكُنَ اَنــتَ وَزَوْجُــكَ ۰لْجَنَّةَ فَكُلاَ مِنْ حَيْـــثُ شِيؔتُمَاؐ وَلاَ تَقْرَبَا هَـٰذِهِ ۱لشَّجَرَةَ فَتَكُونَا مِنَ ۰لظَّــٰلِمِينَؐ (18)فَوَسْوَسَ لَهُمَا ۰لشَّيْطَـٰنُ لِيُبْدِيَ لَهُمَا مَا وُﹼرۣيَ عَنْهُمَا مِن سَوْءَ؛تِهِمَاؐ وَقَالَ مَا نَهۭيٰكُمَا رَبُّكُمَا عَــنْ هَـٰذِهِ ۱لشَّجَرَةِ إِلٓاَّ أَن تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ ۰لْخَــٰلِدِيـنَؐ (19) ® وَقَاسَمَهُمَآ إِنِّى لَكُمَا لَمِنَ ۰ڤنَّــٰصِحِينَ (20) فَدَلّۭيٰهُمَا بِغُرُورٍؐ فَلَمَّا ذَاقَا ۰لشَّجَرَةَ بَدَتْ لَهُمَا سَوْءَ؛تُهُمَا وَطَفِقَا يَخْصِفَـٰنِ عَلَيْهِمَا مِنْ وَّرَقِ ۱لْجَنَّةِؐ وَنَادۭيٰهُمَا رَبُّهُمَآ أَلَمَ اَنْهَكُمَا عَن تِلْكُمَا ۰لشَّجَرَةِ وَأَقُـل لَّكُمَآ إِنَّ ۰لشَّيْطَـٰنَ لَكُمَا عَدُوٌّ مُّبِيـنٌؐ (21) قَالاَ رَبَّنَا ظَلَمْنَآ أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَــا لَنَكُونَنَّ مِنَ ۰لْخَــٰسِرۣيـنَؐ (22) قَالَ \"هْبِطُواْؐ بَعْضُكُمْ لِبَعْضٖ عَدُوٌّؐ وَلَكُمْ فِى ۱لاَرْضِ مُسْتَقَرٌّ وَمَتَــٰع٘ اِلَيٰ حِينٍؐ (23) قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَؐ (24) يَــٰبَنِىٓ ءَادَمَ قَدَ اَنزَلْنَا عَلَيْكُمْ لِبَاساً يُوَ؛رۣى سَوْءَ؛تِكُمْ وَرۣيشاً وَلِبَاسَ ۰لتَّقْوۭيٰؐ ذَ؛لِــكَ خَيْرٌؐ ذَ؛لِــكَ مِنَ —ايَــٰــتِ ۱للَّهِ لَعَلَّهُمْ يَذَّكَّرُونَؐ (25) يَــٰبَنِىٓ ءَادَمَ لاَ يَفْتِنَنَّكُمُ ۴لشَّيْطَـٰنُ كَمَآ أَخْرَجَ أَبَوَيْكُم مِّنَ ۰لْجَنَّةِ يَنزۣعُ عَنْهُمَا لِبَاسَهُمَا لِيُرۣيَهُمَاسَوْءَ؛تِهِمَآؐ إِنَّهُ„ يَرۭيٰكُمْ هُوَ وَقَبِيلُهُ„ مِنْ حَيْثُ لاَ تَرَوْنَهُمُؐ; إِنَّا جَعَلْنَا ۰لشَّيَــٰطِينَ أَوْلِيَآءَ لِلذِينَ لاَ يُومِنُونَؐ (26) وَإِذَا فَعَلُواْ فَـٰحِشَةً قَالُواْ وَجَدْنَا عَلَيْهَآ ءَابَآءَنَا وَاللَّهُ أَمَرَنَا بِهَاؐ قُلِ اِنَّ ۰للَّهَ لاَ يَامُرُ بِاڤْفَحْشَآءِؐ اَ۬تَقُولُونَ عَلَــي ۰للَّهِ مَا لاَ تَعْلَمُونَؐ (27) قُلَ اَمَرَ رَبِّى بِالْقِسْطِؐ وَأَقِيمُواْ وُجُوهَكُمْ عِندَ كُــلّۣ مَسْجِدٍؐ وَادْعُوهُ مُخْلِصِيــنَ لَهُ ۴لدِّيــنَؐ كَمَا بَدَأَكُمْ تَعُودُونَؐ فَرۣيقاٗ هَدۭيٰؐ وَفَرۣيقاٗ حَــقَّ عَلَيْهِمُ ۴لضَّچَلَةُؐ إِنَّهُمُ èتَّخَذُواْ ۴لشَّيَـٰطِينَ أَوْلِيَآءَ مِن دُونِ ۱للَّهِ وَيَحْسِبُونَ أَنَّهُم مُّهْتَدُونَؐ (28) يَـٰبَنِىٓ ءَادَمَ خُذُواْ زۣينَتَكُمْ عِندَ كُــلّۣ مَسْجِدٍ وَكُلُواْ وَاشْرَبُواْؐ وَلاَ تُسْرۣفُوٓاْؐ إِنَّهُ„ لاَ يُحِــبُّ ۴لْمُسْرۣفِينَؐ (29) © قُلْ مَنْ حَرَّمَ زۣينَةَ ۰للَّهِ ۱لتِىٓ أَخْرَجَ لِعِبَادِهِ” وَالطَّيِّبَـٰــتِ مِنَ ۰لرّۣزْقِؐ قُلْ هِيَ لِلذِيــنَ ءَامَنُواْ فِى ۱لْحَيَوٰةِ ۱لدُّنْيۭا خَالِصَةٌ يَوْمَ ۰لْقِيَـٰمَةِؐ كَذَ؛لِــكَ نُفَصِّــلُ ۴لاَيَـٰــتِ لِقَوْمٍ يَعْلَمُونَؐ (30) قُـلۣ اِنَّمَا حَرَّمَ رَبِّيَ ۰لْفَوَ؛حِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَ الِاثْمَ وَالْبَغْـيَ بِغَيْرۣ ۱لْحَقِّ وَأَن تُشْرۣكُواْ بِاللَّهِ مَا لَمْ يُنَزّۣلْ بِهِ” سُلْطَـٰناًوَأَن تَقُولُواْ عَلَــي ۰للَّهِ مَا لاَ تَعْلَمُونَؐ (31) وَلِكُلِّ ٱُمَّةٖ اَجَلٌؐ فَإِذَا جَآءَ اجَلُهُمْ لاَ يَسْتَـٰخِرُونَ سَاعَةًؐ وَلاَ يَسْتَقْدِمُونَؐ (32) يَـٰبَنِىٓ ءَادَمَ إِمَّا يَاتِيَنَّكُمْ رُسُـلٌ مِّنكُمْ يَقُصُّونننَ عَلَيْكُمُ; ءَايَـٰتِى فَمَـنِ 'تَّقۭيٰ وَأَصْلَحَ فَلاَ خَوْف٘ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَؐ (33) وَالذِيــنَ كَذَّبُواْ بِـَٔايَـٰتِنَا وَاسْتَكْبَرُواْ عَنْهَآ ٱُوْلَئِكَ أَصْحَـٰبُ ۴لنّۭارۣ هُمْ فِيهَا خَـٰلِدُونَؐ (34) فَمَــنَ اَظْلَمُ مِمَّنِ 'فْتَرۭيٰ عَلَــي ۰للَّهِ كَذِباٗ اَوْ كَذَّبَ بِـَٔايَـٰتِهِؐ“ ٱُوْلَئِــكَ يَنَالُهُمْ نَصِيبُهُم مِّــنَ ۰لْكِتَـٰــبِؐ حَتَّـيٰٓ إِذَا جَآءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ قَالُوٓاْ أَيْــنَ مَا كُنتُمْ تَدْعُونَ مِن دُونِ ۱للَّهِ قَالُواْ ضَلُّواْ عَنَّاؐ وَشَهِدُواْ عَلَـيٰٓ أَنفُسِهِمُ; أَنَّهُمْ كَانُواْ كۭـٰفِرۣيـنَؐ (35) قَالَ ۸دْخُلُواْ فِىٓ ٱُمَمٍ قَدْ خَلَــتْ مِـن قَـبْلِكُم مِّنَ ۰لْجِنِّ وَالِانـسِ فِى ۱لنّۭارۣؐ كُلَّمَا دَخَلَــتُ ۷مَّةٌ لَّعَنَــتُ ۷خْتَهَاؐ حَتَّـيٰٓ إِذَا \"دَّارَكُواْ فِيهَا جَمِيعاً قَالَــتُ ۷خْرۭيٰهُمْ لُءِولۭيٰهُمْ رَبَّنَا هَـٰٓؤُلآَءِ اَ۬ضَلُّونَا فَــَٔاتِهِمْ عَذَاباً ضِعْفاً مِّــنَ ۰لنّۭارۣؐ (36) قَالَ لِكُـلٍّ ضِعْفٌؐ وَچَكِــن لاَّ تَعْلَمُونَؐ (37) ® وَقَالَــتُ ۷ولۭيٰهُمْ لُءِخْرۭيٰهُمْفَمَا كَانننَ لَكُمْ عَلَيْنَا مِـن فَضْــلٍ فَذُوقُواْ ۴لْعَذَابببَ بِمَا كُنتُمْ تَكْسِبُونَؐ (38) إِنَّ ۰لذِيــنَ كَذَّبُواْ بِـَٔايَـٰتِنَا وَاسْتَكْبَرُواْ عَنْهَا لاَ تُفَتَّحُ لَهُمُ; أَبْوَ؛بببُ ۴لسَّمَآءِ وَلاَ يَدْخُلُونَ ۰لْجَنَّةَ حَتَّيٰ يَلِجَ ۰لْجَمَـلُ فِى سَمِّ ۱لْخِيَاطِؐ وَكَذَ؛لِكَ نَجْزۣى ۱ڤْمُجْرۣمِينَؐ (39) لَهُم مِّـن جَهَنَّمَ مِهَادٌؐ وَمِن فَوْقِهِمْ غَوَاشٍؐ وَكَذَ؛لِــكَ نَجْزۣى ۱لظَّـٰلِمِينَؐ (40) وَالذِيــنَ ءَامَنُواْ وَعَمِلُواْ ۴ڤصَّـٰڤِحَـٰــتِ لاَ نُكَلِّفُ نَفْساٗ اِلاَّ وُسْعَهَآؐ ٱُوْلَئِــكَ أَصْحَـٰبُ ۴لْجَنَّةِ هُمْ فِيهَا خَـٰلِدُونَؐ (41) وَنَزَعْنَا مَا فِى صُدُورۣهِم مِّـنْ غِلٍّ تَجْرۣى مِــن تَحْتِهِمُ ۴لاَنْهَـٰرُؐ وَقَالُواْ ۴لْحَمْدُ لِلهِ ۱ﻟ﮲ هَدۭيٰنَا لِهَـٰذَاؐ وَمَا كُنَّا لِنَهْتَدِيَ لَوْلآَ أَنْ هَدۭيٰنَا ۰للَّهُؐ لَقَدْ جَآءَتتتْ رُسُلُ رَبِّنَا بِالْحَقﱢّؐ وَنُودُوٓاْ أَن تِلْكُمُ ۴لْجَنَّةُ ٱُورۣثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَؐ (42) وَنَادۭيييٰٓ أَصْحَـٰــبُ ۴لْجَنَّةِ أَصْحَـٰبَ ۰لنّۭارۣ أَن قَدْ وَجَدْنَا مَا وَعَدَنَارَبُّنَا حَقّاً فَهَلْ وَجَدتُّم مَّا وَعَدَ رَبُّكُمْ حَقّاًؐ قَالُواْ نَعَمْؐ فَأَذَّنَ مُوَ۬ذِّنٛ بَيْنَهُمُ; أَننن لَّعْنَةُ ۴للَّهِ عَلَي ۰لظَّـٰلِمِيـنَ (43) ۰لذِينَ يَصُدُّونَ عَن سَبِيـلِ ۱للَّهِ وَيَبْغُونَهَاعِوَجاً وَهُم بِالاَخِرَةِ كَـٰفِرُونَؐ (44) وَبَيْنَهُمَا حِجَابببٌؐ وَعَلَــي ۰لاَعْرَافِ رۣجَالٌ يَعْرۣفُونَ كُلَۢاّ بِسِيمۭيٰهُمْؐ وَنَادَوَاْ اَصْحَـٰبَ ۰لْجَنَّةِ أَن سَچَم٘ عَلَيْكُمْؐ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَؐ (45) ¥ وَإِذَا صُرۣفَتَ اَبْصَـٰرُهُمْ تِلْقَآءَ اصْحَـٰــبِ ۱لنّۭارۣ قَالُواْ رَبَّنَا لاَ تَجْعَلْنَا مَعَ ۰لْقَوْمِ ۱لظَّـٰلِمِينَؐ (46) وَنَادۭيٰٓ أَصْحَـٰبُ ۴لاَعْرَافِ رۣجَالًا يَعْرۣفُونَهُم بِسِيمۭيٰهُمْ قَالُواْ مَآ أَغْنۭــيٰ عَنكُمْ جَمْعُكُمْ وَمَا كُنتُمْ تَسْتَكْبِرُونَؐ (47) أَهَـٰٓؤُلآَءِ ۱لذِيــنَ أَقْسَمْتُمْ لاَ يَنَالُهُمُ ۴للَّهُ بِرَحْمَةٖؐ ۶دْخُلُواْ ۴لْجَنَّةَ لاَ خَوْف٘ عَلَيْكُمْ وَلآَ أَنتُمْ تَحْزَنُونَؐ (48) وَنَادۭيييٰٓ أَصْحَـٰبُ ۴لنّۭارۣ أَصْحَـٰبَ ۰لْجَنَّةِ أَنَ اَفِيضُواْ عَلَيْنَا مِــنَ ۰لْمَآءِ اَ۬وْ مِمَّا رَزَقَكُمُ ۴للَّهُؐ قَالُوٓاْ إِنننَّ ۰للَّهَ حَرَّمَهُمَا عَلَــي ۰لْكۭـٰفِرۣينَ (49) ۰لذِينَ \"تَّخَذُواْ دِينَهُمْ لَهْواً وَلَعِباً وَغَرَّتْهُمُ ۴لْحَيَوٰةُ ۴لدُّنْيۭاؐ فَالْيَوْمَ نَنسۭيٰهُمْ كَمَا نَسُواْ لِقَآءَ يَوْمِهِمْ هَـٰذَا وَمَا كَانُواْ بِـَٔايَـٰتِنَا يَجْحَدُونَؐ (50) وَلَقَدْ جِيؔنَـٰهُم بِكِتَـٰبٍ فَصَّلْنَـٰهُ عَلَيٰ عِلْمٖ هُديً وَرَحْمَةً لِّقَوْمٍ يُومِنُونَؐ (51) هَـلْ يَنظُرُونَ\n\n157\nإِلاَّ تَاوۣيلَهُؐ, يَوْمَ يَاتِى تَاوۣيلُهُ„ يَقُولُ ۴لذِيــنَ نَسُوهُ مِــن قَـبْلُ قَدْ جَآءَتتتْ رُسُلُ رَبِّنَا بِالْحَـقِّ فَهَل لَّنَا مِــن شُفَعَآءَ فَيَشْفَعُواْ لَنَآ أَوْ نُرَدُّ فَنَعْمَلَ غَـيْرَ ۰ﻟ﮲ كُنَّا نَعْمَــلُؐ قَدْ خَسِرُوٓاْ أَنفُسَهُمْ وَضَــلَّ عَنْهُم مَّا كَانُواْ يَفْتَرُونَؐ (52) إِنَّ رَبَّكُمُ ۴للَّهُ ۴ﻟ﮲ خَلَقَ ۰لسَّمَـٰوَ؛تِ وَالاَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ \"سْتَوۭيٰ عَلَــي ۰لْعَرْشِؐ يُغْشِى ۱ليْــلَ ۰لنَّهَارَ يَطْلُبُهُ„ حَثِيثاً وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَ؛تتتٙ بِأَمْرۣهِؐ“ أَلاَ لَهُ ۴لْخَلْقُ وَالاَمْرُؐ تَبَـٰرَكَ ۰للَّهُ رَبُّ ۴لْعَـٰلَمِينَؐ (53) ۸دْعُواْ رَبَّكُمْ تَضَرُّعاً وَخُفْيَةٗؐ اِنَّهُ„ لاَ يُحِــبُّ ۴لْمُعْتَدِينَؐ (54) وَلاَ تُفْسِدُواْ فِى ۱لاَرْضضضِ بَعْدَ إِصْڦَحِهَاؐ وَادْعُوهُ خَوْفاً وَطَمَعاٗؐ اِنَّ رَحْمَــتَ ۰للَّهِ قَرۣيبٌ مِّــنَ ۰ڤْمُحْسِنِينَؐ (55) ® وَهُوَ ۰ﻟ﮲ يُرْسِلُ ۴لرّۣيَـٰحَ نُشُراَۢ بَيْنَ ¢ رَحْمَتِهِؐ” حَتَّيٰٓ إِذَآ أَقَلَّــتْ سَحَاباً ثِقَالًا سُقْنَـٰهُ لِبَلَدٍ مَّيِّــتٍ فَأَنزَلْنَا بِهِ ۱لْمَآءَ فَأَخْرَجْنَا بِهِ” مِــن كُــلّۣ ۱لثَّمَرَ؛تتتِؐ كَذَ؛لِــكَ نُخْرۣجُ ۴لْمَوْتۭــيٰ لَعَلَّكُمْ تَذَّكَّرُونَؐ (56) وَالْبَلَدُ ۴لطَّيِّــبُ يَخْرُجُ نَبَاتُهُ„ بِإِذْنِ رَبِّهِؐ” وَاﻟ﮲ خَبُــثَ لاَ يَخْرُجُ إِلاَّ نَكِداًؐ كَذَ؛لِــكَ نُصَرّۣفُ ۴لاَيَـٰــتِلِقَوْمٍ يَشْكُرُونَؐ (57) لَقَدَ اَرْسَلْنَا نُوحاٗ اِلَيٰ قَوْمِهِ” فَقَالَ يَـٰقَوْمِ ۹عْبُدُواْ ۴للَّهَ مَا لَكُم مِّـنِ اِچَهٖ غَيْرُهُؐ; إِنِّــيَ أَخَافُ عَلَيْكُمْ عَذَابببَ يَوْمٖ عَظِيمٍؐ (58) قَالَ ۰لْمَلُءَ مِن قَوْمِهِ“ إِنَّا لَنَرۭيٰــكَ فِى ضَچَـلٍ مُّبِـينٍؐ (59) قَالَ يَـٰقَوْمِ لَيْسَ بِى ضَچَلَةٌ وَچَكِنِّى رَسُولٌ مِّن رَّبببِّ ۱لْعَـٰلَمِينَؐ (60) ٱُبَلِّغُكُمْ رۣسَـٰچَــتِ رَبِّى وَأَنصَحُ لَكُمْ وَأَعْلَمُ مِــنَ ۰للَّهِ مَا لاَ تَعْلَمُونَؐ (61) أَوَعَجِبْتُمُ; أَننن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَيٰ رَجُــلٍ مِّنكُمْ لِيُنذِرَكُمْ وَلِتَتَّقُواْ وَلَعَلَّكُمْ تُرْحَمُونَؐ (62) فَكَذَّبُوهُ فَأَنجَيْنَـٰهُ وَالذِيــنَ مَعَهُ„ فِى ۱لْفُلْــكِؐ وَأَغْرَقْنَا ۰لذِيــنَ كَذَّبُواْ بِــَٔايَـٰتِنَآؐ إِنَّهُمْ كَانُواْ قَوْماٗ عَمِينَؐ (63) وَإِلَــيٰ عَادٖ اَخَاهُمْ هُوداًؐ قَالَ يَـٰقَوْمِ ۹عْبُدُواْ ۴للَّهَ مَا لَكُم مِّـنِ اِچَهٖ غَيْرُهُؐ; أَفَــلاَ تَتَّقُونَؐ (64) قَالَ ۰لْمَلُءَ ۴لذِيــنَ كَفَرُواْ مِن قَوْمِهِ“ إِنَّا لَنَرۭيٰــكَ فِى سَفَاهَةٍ وَإِنَّا لَنَظُنُّــكَ مِــنَ ۰لْكَـٰذِبِينَؐ (65) قَالَ يَـٰقَوْمِ لَيْسَ بِى سَفَاهَةٌ وَچَكِنِّى رَسُولٌ مِّن رَّبببِّ ۱لْعَـٰلَمِينَؐ (66) ٱُبَلِّغُكُمْ رۣسَـٰچَــتِ رَبِّى وَأَنَا لَكُمْ نَاصِـح٘ اَمِين٘ؐ (67) © اَوَعَجِبْتُمُ; أَن\n\nجَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَيٰ رَجُــلٍ مِّنكُمْ لِيُنذِرَكُمْؐ وَاذْكُرُوٓاْ إِذْ جَعَلَكُمْ خُلَفَآءَ مِـنۢ بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِى ۱لْخَلْـقِ بَصْطَةًؐ فَاذْكُرُوٓاْ ءَالآَءَ ۰للَّهِ لَعَلَّكُمْ تُفْلِحُونَؐ (68) قَالُوٓاْ أَجِيؔتَنَا لِنَعْبُدَ ۰للَّهَ وَحْدَهُ„ وَنَذَرَ مَا كَانَ يَعْبُدُ ءَابَآؤُنَا فَاتِنَا بِمَا تَعِدُنَآ إِننن كُنــتَ مِنَ ۰لصَّـٰدِقِينَؐ (69) قَالَ قَدْ وَقَعَ عَلَيْكُم مِّن رَّبِّكُمْ رۣجْسٌ وَغَضَب٘ؐ اَتُجَـٰدِلُونَنِى فِىٓ أَسْمَآءٍ سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّا نَزَّلَ ۰للَّهُ بِهَا مِن سُلْطَـٰنٍؐ فَانتَظِرُوٓاْؐ إِنِّى مَعَكُم مِّــنَ ۰لْمُنتَظِرۣينَؐ (70) فَأَنجَيْنَـٰهُ وَالذِيــنَ مَعَهُ„ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ ۰لذِيــنَ كَذَّبُواْ بِـَٔايَـٰتِنَــا وَمَا كَانُواْ مُومِنِينَؐ (71) وَإِلَــيٰ ثَمُودَ أَخَاهُمْ صَـٰڤِحاًؐ قَالَ يَـٰقَوْمِ ۹عْبُدُواْ ۴للَّهَ مَا لَكُم مِّـنِ اِچَهٖ غَيْرُهُؐ, قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْؐ هَـٰذِهِ” نَاقَةُ ۴للَّهِ لَكُمُ; ءَايَةًؐ فَذَرُوهَــا تَاكُـلْ فِىٓ أَرْضِ ۱للَّهِؐ وَلاَ تَمَسُّوهَا بِسُوٓءٍ فَيَاخُذَكُمْ عَذَاب٘ اَلِيمٌؐ (72) وَاذْكُرُوٓاْ إِذْ جَعَلَكُمْ خُلَفَآءَ مِـنۢ بَعْدِ عَادٍ وَبَوَّأَكُمْ فِى ۱لاَرْضضضِ تَتَّخِذُونَ مِــن سُهُولِهَا قُصُوراًوَتَنْحِتُونَ ۰لْجِبَالَ بُيُوتاًؐ فَاذْكُرُوٓاْ ءَالآَءَ ۰للَّهِؐ وَلاَ تَعْثَوْاْ فِى ۱لاَرْضِ مُـفْسِدِينَؐ (73) قَالَ ۰لْمَلُءَ ۴لذِيـنَ \"سْتَكْبَرُواْ مِن قَوْمِهِ” لِلذِيـنَ ۸سْتُضْعِفُواْ لِمَــنَ —امَـنَ مِنْهُمُ; أَتَعْلَمُونَ أَنَّ صَـٰڤِحاً مُّرْسَلٌ مِّن رَّبِّهِؐ” قَالُوٓاْ إِنَّا بِمَآ ٱُرْسِـلَ بِهِ” مُومِنُونَؐ (74) قَالَ ۰لذِيـنَ \"سْتَكْبَرُوٓاْ إِنَّا بِاﻟـذِىٓ ءَامَنتُم بِهِ” كَـٰفِرُونَؐ (75) ® فَعَقَرُواْ ۴لنَّاقَةَ وَعَتَوْاْ عَنَ اَمْرۣ رَبِّهِمْؐ وَقَالُواْ يَـٰصَـٰلِحُ èيتِنَا بِمَا تَعِدُنَآ إِننن كُنــتَ مِنَ ۰لْمُرْسَلِينَؐ (76) فَأَخَذَتْهُمُ ۴لرَّجْفَةُ فَأَصْبَحُواْ فِى دۭارۣهِمْ جَـٰثِمِينَؐ (77) فَتَوَلّۭــيٰ عَنْهُمْ وَقَالَ يَـٰقَوْمِ لَقَدَ اَبْلَغْتُكُمْ رۣسَالَةَ رَبِّى وَنَصَحْــتُ لَكُمْؐ وَچَكِــن لاَّ تُحِبُّونَ ۰ڤنَّـٰصِحِينَؐ (78) وَلُوطاٗ اِذْ قَالَ لِقَوْمِهِ“ أَتَاتُونَ ۰ڤْفَـٰحِشَةَ مَا سَبَقَكُم بِهَا مِــنَ اَحَدٍ مِّــنَ ۰لْعَـٰلَمِينَؐ (79) إِنَّكُمْ لَتَاتُونَ ۰لرّۣجَالَ شَهْوَةً مِّــن دُونِ ۱لنِّسَآءِؐ بَــلَ اَنتُمْ قَوْمٌ مُّسْرۣفُونَؐ (80) وَمَاكَانَ جَوَابببَ قَوْمِهِ“ إِلٓاَّ أَن قَالُوٓاْ أَخْرۣجُوهُم مِّن قَرْيَتِكُمُؐ; إِنَّهُمُ; ٱُنَاسٌ يَتَطَهَّرُونَؐ (81) فَأَنجَيْنَـٰهُ وَأَهْلَهُ; إِلاَّ \"مْرَأَتَهُ„ كَانَــتْ مِــنَ ۰لْغَـٰبِرۣيـنَؐ (82)وَأَمْطَرْنَا عَلَيْهِم مَّطَراًؐ فَانظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ۴ڤْمُجْرۣمِيـنَؐ (83) وَإِلَــيٰ مَدْيَــنَ أَخَاهُمْ شُعَيْبــاًؐ قَالَ يَـٰقَوْمِ ۹عْبُدُواْ ۴للَّهَ مَا لَكُم مِّـنِ اِچَهٖ غَيْرُهُؐ, قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْؐ فَأَوْفُواْ ۴لْكَيْـلَ وَالْمِيزَانَؐ وَلاَ تَبْخَسُواْ ۴لنَّاسَ أَشْيَآءَهُمْؐ وَلاَ تُفْسِدُواْ فِى ۱لاَرْضِ بَعْدَ إِصْـﭽَحِهَاؐ ذَ؛لِكُمْ خَيْرٌ لَّكُمُ; إِننن كُنتُم مُّومِنِينَؐ (84) وَلاَ تَقْعُدُواْ بِكُــلّۣ صِرَ؛طٍ تُوعِدُونَ وَتَصُدُّونَ عَــن سَبِيـلِ ۱للَّهِ مَــنَ —امَنَ بِهِ” وَتَبْغُونَهَا عِوَجاًؐ وَاذْكُرُوٓاْ إِذْ كُنتُمْ قَلِيلًا فَكَثَّرَكُمْؐ وَانظُرُواْ كَيْفَ كَانننَ عَـٰقِبَةُ ۴لْمُفْسِدِينَؐ (85) وَإِن كَانننَ طَآئِفَةٌ مِّنكُمُ; ءَامَنُواْ بِاﻟـذِىٓ ٱُرْسِلْــتُ بِهِ” وَطَآئِفَةٌ لَّمْ يُومِنُواْ فَاصْبِرُواْ حَتَّــيٰ يَحْكُمَ ۰للَّهُ بَيْنَنَاؐ وَهُوَ خَيْرُ ۴لْحَـٰكِمِينَؐ (86) ¤ قَالَ ۰لْمَلُءَ ۴لذِينَ \"سْتَكْبَرُواْ مِن قَوْمِهِ” لَنُخْرۣجَنَّــكَ يَـٰشُعَيْــبُ وَالذِيــنَ ءَامَنُواْ مَعَــكَ مِن قَرْيَتِنَآ أَوْ لَتَعُودُنَّ فِى مِلَّتِنَاؐ قَالَ أَوَلَوْ كُنَّا كَـٰرۣهِينَؐ (87) قَدِ 'فْتَرَيْنَا عَلَــي ۰للَّهِ كَذِباٗ اِنننْ عُدْنَا فِى مِلَّتِكُم بَعْدَ إِذْ نَجّۭيٰنَا ۰للَّهُ مِنْهَاؐ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلٓاَّ أَنْيَّشَآءَ ۰للَّهُ رَبُّنَاؐ وَسِعَ رَبُّنَا كُــلَّ شَيْءٖ عِلْماٗؐ عَلَــي ۰للَّهِ تَوَكَّلْنَاؐ رَبَّنَا \"فْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقﱢّؐ وَأَنــتَ خَيْرُ ۴ڤْفَـٰتِحِينَؐ (88) وَقَالَ ۰لْمَلُءَ ۴لذِيــنَ كَفَرُواْ مِن قَوْمِهِ” لَـئِـنِ 'تَّبَعْتُمْ شُعَيْباٗ اِنَّكُمُ; إِذاً لَّخَـٰسِرُونَؐ (89) فَأَخَذَتْهُمُ ۴لرَّجْفَةُ فَأَصْبَحُواْ فِى دۭارۣهِمْ جَـٰثِمِينَؐ (90) ۰لذِيــنَ كَذَّبُواْ شُعَيْباً كَأَن لَّمْ يَغْنَوْاْ فِيهَاؐ ۰لذِيــنَ كَذَّبُواْ شُعَيْباً كَانُواْ هُمُ ۴لْخَـٰسِرۣينَؐ (91) فَتَوَلّۭيٰ عَنْهُمْ وَقَالَ يَـٰقَوْمِ لَقَدَ اَبْلَغْتُكُمْ رۣسَـٰچَــتِ رَبِّى وَنَصَحْــتُ لَكُمْؐ فَكَيْفَ ءَاسۭــيٰ عَلَيٰ قَوْمٍ كۭـٰفِـرۣينَؐ (92) وَمَآ أَرْسَلْنَا فِى قَرْيَةٍ مِّن نَّـبِىٓءٖ اِلٓاَّ أَخَذْنَآ أَهْلَهَا بِالْبَأْسَآءِ وَالضَّرَّآءِ لَعَلَّهُمْ يَضَّرَّعُونَؐ (93) ثُمَّ بَدَّلْنَا مَكَانننَ ۰لسَّيِّيؕةِ ۱لْحَسَنَةَ حَتَّــيٰ عَفَواْؐ وَّقَالُواْ قَدْ مَــسَّ ءَابَآءَنَا ۰لضَّرَّآءُ وَالسَّرَّآءُ فَأَخَذْنَـٰهُم بَغْتَةً وَهُمْ لاَ يَشْعُرُونَؐ (94) وَلَوَ اَنَّ أَهْلَ ۰لْقُرۭيٰٓ ءَامَنُواْ وَاتَّقَوْاْ ڤَفَتَحْنَا عَلَيْهِم بَرَكَـٰــتٍ مِّــنَ ۰لسَّمَآءِ وَالاَرْضِؐ وَچَكِــن كَذَّبُواْ فَأَخَذْنَـٰهُم بِمَا كَانُواْ يَكْسِبُونَؐ (95) أَفَأَمِــنَ أَهْلُ ۴لْقُرۭيٰٓ أَنْ يَّاتِيَهُم بَأْسُنَا بَيَـٰتاً وَهُمْ نَآئِمُونَ (96) أَوَ اَمِــنَ أَهْلُ ۴لْقُرۭيٰٓأَنْ يَّاتِيَهُم بَأْسُنَا ضُحيً وَهُمْ يَلْعَبُونَؐ (97) أَفَأَمِنُواْ مَكْرَ ۰للَّهِؐ فَلاَ يَامَــنُ مَكْرَ ۰للَّهِ إِلاَّ ۰لْقَوْمُ ۴لْخَـٰسِرُونَؐ (98) ® أَوَلَمْ يَهْدِ لِلذِينَ يَرۣثُونَ ۰لاَرْضضضَ مِـنۢ بَعْدِ أَهْلِهَآ أَن لَّوْ نَشَآءُ اَ۬صَبْنَـٰهُم بِذُنُوبِهِمْؐ وَنَطْبَعُ عَلَــيٰ قُلُوبِهِمْ فَهُمْ لاَ يَسْمَعُونَؐ (99) تِلْــكَ ۰لْقُرۭيٰ نَقُــصُّ عَلَيْــكَ مِــنَ اَنۢبَآئِهَاؐ وَلَقَدْ جَآءَتْهُمْ رُسُلُهُم بِالْبَيِّنَـٰــتِ فَمَا كَانُواْ لِيُومِنُواْ بِمَــا كَذَّبُواْ مِن قَبْلُؐ كَذَ؛لِــكَ يَطْبَعُ ۴للَّهُ عَلَــيٰ قُلُوبببِ ۱لْكۭـٰفِـرۣينَؐ (100) وَمَا وَجَدْنَا لَأِكْثَرۣهِم مِّــنْ عَهْدٍؐ وَإِنْ وَّجَدْنَآ أَكْثَرَهُمْ لَفَـٰسِقِينَؐ (101) ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِم مُّوسۭيٰ بِـَٔايَـٰتِنَآ إِلَيٰ فِرْعَوْنَ وَمَلْاَئِهِ” فَظَلَمُواْ بِهَاؐ فَانظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ۴لْمُفْسِدِينَؐ (102) وَقَالَ مُوسۭيٰ يَـٰفِرْعَوْنُ إِنِّى رَسُولٌ مِّن رَّبِّ ۱لْعَـٰلَمِينَ (103) حَقِيــق٘ؐ عَلَيَّ أَن لٓاَّ أَقُولَ عَلَــي ۰للَّهِ إِلاَّ ۰لْحَقَّؐ قَدْ جِيؔتُكُم بِبَيِّنَةٍ مِّن رَّبِّكُمْؐ فَأَرْسِلْ مَعِى بَنِىٓ إِسْرَآءِيلَؐ (104) قَالَ إِننن كُنــتَ جِيؔــتَ بِـَٔايَةٍ فَاتِ بِهَآ إِننن كُنــتَ مِــنَ ۰لصَّـٰدِقِينَؐ (105) فَأَلْقۭــيٰ عَصَاهُ فَإِذَا هِــيَ ثُعْبَانٌ مُّبِينٌ (106) وَنَزَعَ يَدَهُ„فَإِذَا هِــيَ بَــيْضَآءُ لِلنَّـٰظِرۣينَؐ (107) قَالَ ۰لْمَلُءَ مِــن قَـوْمِ فِرْعَوْنَ إِنننَّ هَـٰذَا ڤَسَـٰحِر٘ عَلِيمٌ (108) يُرۣيدُ أَنننْ يُّخْرۣجَكُم مِّنَ اَرْضِكُمْؐ فَمَاذَا تَامُرُونَؐ (109) قَالُوٓاْ أَرْجِهِ” وَأَخَاهُ وَأَرْسِـلْ فِى ۱لْمَدَآئِـنِ حَـٰشِرۣينَ (110) يَاتُوكككَ بِكُلِّ سَـٰحِر۫ عَلِيمٍؐ (111) وَجَآءَ ۰ڤسَّحَرَةُ فِرْعَوْنَ قَالُوٓاْ إِنننَّ لَنَا لَأَجْراٗ اِن كُنَّا نَحْــنُ ۴لْغَـٰلِبِينَؐ (112) قَالَ نَعَمْ وَإِنَّكُمْ لَمِــنَ ۰لْمُقَرَّبِينَؐ (113) قَالُواْ يَـٰمُوسۭيٰٓ إِمَّآ أَن تُلْقِيَ وَإِمَّآ أَن نَّكُونَ نَحْــنُ ۴لْمُلْقِينَؐ (114) قَالَ أَلْقُواْؐ فَلَمَّآ أَلْقَوْاْ سَحَرُوٓاْ أَعْيُــنَ ۰لنَّاسِ وَاسْتَرْهَبُوهُمْؐ وَجَآءُو بِسِحْر۫ عَظِيمٍؐ (115) © وَأَوْحَيْنَآ إِلَيٰ مُوسۭــيٰٓ أَنَ اَلْقِ عَصَاكَؐ فَإِذَا هِــيَ تَلَقَّفُ مَا يَافِكُونَؐ (116) فَوَقَعَ ۰لْحَقُّ وَبَطَــلَ مَا كَانُواْ يَعْمَلُونَؐ (117) فَغُلِبُواْ هُنَالِــكَ وَانقَلَبُواْ صَـٰغِرۣينَؐ (118) وَٱُلْقِــيَ ۰ڤسَّحَرَةُ سَـٰجِدِينَؐ (119) قَالُوٓاْ ءَامَنَّا بِرَبِّ ۱لْعَـٰلَمِينَ (120) رَبببِّ مُوسۭيٰ وَهَـٰرُونَؐ (121) قَالَ فِرْعَوْنُ ءَا۬؛مَنتُم بِهِ” قَبْلَ أَنَ —اذَنَ لَكُمُ; إِنننَّ هَـٰذَا لَمَكْرٌ مَّكَرْتُمُوهُ فِى ۱لْمَدِينَةِ لِتُخْرۣجُواْ مِنْهَآ أَهْلَهَا فَسَوْفَ تَعْلَمُونَؐ (122) لُءَقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِچَفٍ ثُمَّ لُءَصَلِّبَنَّكُمُ;أَجْمَعِينَؐ (123) قَالُوٓاْ إِنَّـآ إِلَيٰ رَبِّنَا مُنقَلِبُونَؐ (124) وَمَا تَنقِمُ مِنَّآ إِلٓاَّ أَنَ —امَنَّا بِـَٔايَـٰــتِ رَبِّنَا لَمَّا جَآءَتْنَاؐ رَبَّنَآ أَفْرۣغْ عَلَيْنَــا صَبْراً وَتَوَفَّنَا مُسْلِمِينَؐ (125) وَقَالَ ۰لْمَلُءَ مِــن قَـوْمِ فِرْعَوْنَ أَتَذَرُ مُوسۭيٰ وَقَوْمَهُ„ لِيُفْسِدُواْ فِى ۱لاَرْضِ وَيَذَرَكككَ وَءَالِهَتَــكَؐ قَالَ سَنَقْتُلُ أَبْنَآءَهُمْ وَنَسْتَحْىِ” نِسَآءَهُمْ وَإِنَّا فَوْقَهُمْ قَـٰهِرُونَؐ (126) قَالَ مُوسۭيٰ لِقَوْمِهِ 'سْتَعِينُواْ بِاللَّهِ وَاصْبِرُوٓاْؐ إِنننَّ ۰لاَرْضَ لِلهِ يُورۣثُهَا مَنْ يَّشَآءُ مِنْ عِبَادِهِؐ” وَالْعَـٰقِبَةُ لِلْمُتَّقِينَؐ (127) قَالُوٓاْ ٱُوذِينَا مِن قَبْلِ أَن تَاتِيَنَا وَمِنۢ بَعْدِ مَا جِيؔتَنَاؐ قَالَ عَسۭيٰ رَبُّكُمُ; أَنْ يُّهْلِــكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِى ۱لاَرْضِ فَـيَنظُرَ كَيْفَ تَعْمَلُونَؐ (128) وَلَقَدَ اَخَذْنَآ ءَالَ فِرْعَوْنَ بِالسِّنِينَ وَنَقْصٍ مِّنَ ۰لثَّمَرَ؛تتتِ لَعَلَّهُمْ يَذَّكَّرُونَؐ (129) فَإِذَا جَآءَتْهُمُ ۴لْحَسَنَةُ قَالُواْ لَنَا هَـٰذِهِؐ” وَإِن تُصِبْهُمْ سَيِّيؕةٌ يَطَّيَّرُواْ بِمُوسۭيٰ وَمَــن مَّعَهُؐ; أَلآَ إِنَّمَا طَـٰٓئِرُهُمْ عِندَ ۰للَّهِؐ وَچَكِــنَّ أَكْثَرَهُمْ لاَ يَعْلَمُونَؐ (130) ® وَقَالُواْ مَهْمَا تَاتِنَا بِهِ” مِــنَ —ايَةٍ ڤِّتَسْحَرَنَا بِهَا فَمَا نَحْــنُ لَــكَ بِمُومِنِينَؐ (131)فَأَرْسَلْنَا عَلَيْهِمُ ۴لطُّوفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ ءَايَـٰــتٍ مُّفَصَّچَــتٍ فَاسْتَكْبَرُواْ وَكَانُواْ قَوْماً مُّجْرۣمِينَؐ (132) وَلَمَّا وَقَعَ عَلَيْهِمُ ۴لرّۣجْزُ قَالُواْ يَـٰمُوسَــي ۸دْعُ لَنَا رَبَّــكَ بِمَا عَهِدَ عِندَكككَ لَـئِــن كَشَفْــتَ عَنَّا ۰لرّۣجْزَ لَنُومِنَنَّ لَــكَ وَلَنُرْسِلَــنَّ مَعَــكَ بَنِىٓ إِسْرَآءِيلَؐ (133) فَلَمَّا كَشَفْنَا عَنْهُمُ ۴لرّۣجْزَ إِلَـيٰٓ أَجَلٖ هُم بَـٰلِغُوهُ إِذَا هُمْ يَنكُثُونَؐ (134) فَانتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَـٰهُمْ فِى ۱لْيَمِّ بِأَنَّهُمْ كَذَّبُواْ بِـَٔايَـٰتِنَا وَكَانُواْ عَنْهَا غَـٰفِلِينَؐ (135) وَأَوْرَثْنَا ۰لْقَوْمَ ۰لذِيــنَ كَانُواْ يُسْتَضْعَفُونَ مَشَـٰرۣقَ ۰لاَرْضِ وَمَغَـٰرۣبَهَا ۰لتِى بَـٰرَكْنَا فِيهَاؐ وَتَمَّــتْ كَلِمَةُ رَبِّــكَ ۰لْحُسْنۭــيٰ عَلَيٰ بَنِىٓ إِسْرَآءِيلَ (136) بِمَا صَبَرُواْؐ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ„ وَمَا كَانُواْ يَعْرۣشُونَؐ (137) وَجَـٰوَزْنَا بِبَنِىٓ إِسْرَآءِيــلَ ۰ڤْبَحْرَ فَأَتَوْاْ عَلَيٰ قَوْمٍ يَعْكُفُونَ عَلَــيٰٓ أَصْنَامٍ لَّهُمْؐ قَالُواْ يَـٰمُوسَي \"جْعَــل لَّنَآ إِچَهاً كَمَا لَهُمُ; ءَالِهَةٌؐ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَؐ (138) إِنننَّ هَـٰٓؤُلآَءِ مُتَبَّرٌ مَّا هُمْ فِيهِؐ وَبَـٰطِــلٌ مَّا كَانُواْ يَعْمَلُونَؐ (139)قَالَ أَغَيْرَ ۰للَّهِ أَبْغِيكُمُ; إِچَهاً وَهُوَ فَضَّلَكُمْ عَلَــي ۰لْعَـٰلَمِينَؐ (140) وَإِذَ اَنجَيْنَـٰكُم مِّــنَ —الِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ۰لْعَذَابببِ يَقْتُلُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْؐ وَفِى ذَ؛لِكُم بَلآَءٌ مِّن رَّبِّكُمْ عَظِيمٌؐ (141) ¥ وَوَ؛عَدْنَا مُوسۭــيٰ ثَـچَثِينَ لَيْلَةً وَأَتْمَمْنَـٰهَا بِعَشْرٍ فَتَمَّ مِيقَـٰــتُ رَبِّهِ“ أَرْبَعِينَ لَيْلَةًؐ وَقَالَ مُوسۭــيٰ لَأِخِيهِ هَـٰرُونَ ۸خْلُفْنِى فِى قَوْمِى وَأَصْلِحْ وَلاَ تَتَّبِعْ سَبِيــلَ ۰لْمُفْسِدِينَؐ (142) وَلَمَّا جَآءَ مُوسۭــيٰ لِمِيقَـٰتِنَا وَكَلَّمَهُ„ رَبُّهُ„ قَالَ رَبببِّ أَرۣنِىٓ أَنظُرۣ اِلَيْــكَؐ قَالَ لَن تَرۭيٰنِى وَچَكِــنُ ۶نظُرۣ اِلَي ۰لْجَبَلِ فَإِنِ 'سْتَقَرَّ مَكَانَهُ„ فَسَوْفَ تَرۭيٰنِىؐ فَلَمَّا تَجَلّۭيٰ رَبُّهُ„ ڤِڤْجَبَلِ جَعَلَهُ„ دَكّاً وَخَرَّ مُوسۭــيٰ صَعِقاًؐ فَلَمَّآ أَفَاقققَ قَالَ سُبْحَـٰنَكَ تُبْــتُ إِلَيْكَ وَأَنَآ أَوَّلُ ۴لْمُومِنِينَؐ (143) قَالَ يَـٰمُوسۭيٰٓ إِنِّى 'صْطَفَيْتُــكَ عَلَــي ۰لنَّاسِ بِـرۣسَالَتِى وَبِكَچَمِى فَخُذْ مَــآ ءَاتَيْتُــكَ وَكُن مِّنَ ۰لشَّـٰكِرۣينَؐ (144) وَكَتَبْنَا لَهُ„ فِى ۱لاَلْوَاحِ مِــن كُــلّۣ شَيْءٍ مَّوْعِظَةً وَتَفْصِيلًا لِّكُلِّ شَيْءٍؐ فَخُذْهَا بِقُوَّةٍ وَامُرْ قَوْمَــكَ يَاخُذُواْ بِأَحْسَنِهَاؐ سَٱُوْرۣيكُمْ دَارَ ۰لْفَـٰسِقِينَؐ (145)\n\nسَأَصْرۣفُ عَــنَ —ايَـٰتِــيَ ۰لذِيــنَ يَتَكَبَّرُونَ فِى ۱لاَرْضِ بِغَيْرۣ ۱لْحَقِّ وَإِنْ يَّرَوْاْ كُــلَّ ءَايَةٍ لاَّ يُومِنُواْ بِهَاوَإِنْ يَّرَوْاْ سَبِيلَ ۰لرُّشْدِ لاَ يَتَّخِذُوهُ سَبِيلًا وَإِنْ يَّرَوْاْ سَبِيــلَ ۰لْغَــيّۣ يَتَّخِذُوهُ سَبِيلًؐا ذَ؛لِــكَ بِأَنَّهُمْ كَذَّبُواْ بِـَٔايَـٰتِنَاوَكَانُواْ عَنْهَا غَـٰفِلِينَؐ (146) وَالذِيــنَ كَذَّبُواْ بِـَٔايَـٰتِنَا وَلِقَآءِ ۱لاَخِرَةِ حَبِطَــتَ اَعْمَـٰلُهُمْ هَلْ يُجْزَوْنَ إِلاَّ مَا كَانُواْ يَعْمَلُونَؐ (147) وَاتَّخَذَ قَوْمُ مُوسۭيٰ مِـنۢ بَعْدِهِ” مِــنْ حُلِيِّهِمْ عِجْلًا جَسَداً لَّهُ„ خُوَار٘ؐ اَلَمْ يَرَوَاْ اَنَّهُ„ لاَ يُكَلِّمُهُمْ وَلاَ يَهْدِيهِمْ سَبِيلٗؐا 'تَّخَذُوهُ وَكَانُواْ ظَـٰلِمِينَؐ (148) ® وَلَمَّا سُقِطَ فِىٓ أَيْدِيهِمْ وَرَأَوَاْ اَنَّهُمْ قَد ضَّلُّواْ قَالُواْ لَـئِـن لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ ۰لْخَـٰسِرۣينَؐ (149) وَلَمَّا رَجَعَ مُوسۭيٰٓ إِلَيٰ قَوْمِهِ” غَضْبَـٰــنَ أَسِفاً قَالَ بِيسَمَا خَلَفْتُمُونِى مِنۢ بَعْدِيَؐ أَعَجِلْتُمُ; أَمْرَ رَبِّكُمْؐ وَأَلْقَي ۰لاَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ; إِلَيْهِؐ قَالَ \"بْنَ ٱُمَّ إِنننَّ ۰لْقَوْمَ \"سْتَضْعَفُونِى وَكَادُواْ يَقْتُلُونَنِى فَلاَ تُشْمِــتْ بِــيَ ۰لاَعْدَآءَ وَلاَ تَجْعَلْنِى مَعَ ۰لْقَوْمِ ۱لظَّـٰلِمِينَؐ (150) قَالَ رَبببِّ 'غْفِرْ لِى وَلَأِخِىوَأَدْخِلْنَا فِى رَحْمَتِــكَؐ وَأَنــتَ أَرْحَمُ ۴لرَّ؛حِمِينَؐ (151) إِنننَّ ۰لذِينَ \"تَّخَذُواْ ۴ڤْعِجْــلَ سَـيَنَالُهُمْ غَضَــبٌ مِّن رَّبِّهِمْ وَذِلَّةٌ فِى ۱لْحَيَوٰةِ ۱لدُّنْيۭاؐ وَكَذَ؛لِــكَ نَجْزۣى ۱لْمُفْتَرۣينَؐ (152) وَالذِينَ عَمِلُواْ ۴لسَّيِّـَٔاتتتِ ثُمَّ تَابُواْ مِنۢ بَعْدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّــكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌؐ (153) وَلَمَّا سَكَــتَ عَن مُّوسَــي ۰لْغَضَــبُ أَخَذَ ۰لاَلْوَاحَ وَفِى نُسْخَتِهَاهُديً وَرَحْمَةٌ لِّلذِيــنَ هُمْ لِرَبِّهِمْ يَرْهَبُونَؐ (154) وَاخْتَارَ مُوسۭــيٰ قَـوْمَهُ„ سَبْعِينَ رَجُلًا لِّمِيقَـٰتِنَاؐ فَلَمَّآ أَخَذَتْهُمُ ۴لرَّجْفَةُ قَالَ رَبِّ لَوْ شِيؔــتَ أَهْلَكْتَهُم مِّــن قَـبْلُ وَإِيَّـٰيَؐ أَتُهْلِكُنَا بِمَا فَعَــلَ ۰لسُّفَهَآءُ مِنَّآؐ إِنْ هِــيَ إِلاَّ فِتْنَتُــكَ تُضِلُّ بِهَا مَــن تَشَآءُ وَتَهْدِى مَــن تَشَآءُؐ اَ۬نــتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنــتَ خَيْرُ ۴لْغَـٰفِرۣينَؐ (155) © وَاكْتُــبْ لَنَا فِى هَـٰذِهِ ۱لدُّنْيۭا حَسَنَةً وَفِى ۱لاَخِرَةِؐ إِنَّا هُدْنَآ إِلَيْــكَؐ قَالَ عَذَابِيَ ٱُصِيــبُ بِهِ” مَــنَ اَشَآءُؐ وَرَحْمَتِى وَسِعَــتْ كُلَّ شَيْءٍؐ فَسَأَكْتُبُهَا لِلذِيــنَ يَتَّقُونَ وَيُوتُونَ ۰لزَّكَوٰةَ وَالذِيــنَ هُم بِـَٔايَـٰتِنَا يُومِنُونَ (156) ۰لذِينَ يَتَّبِعُونَ ۰لرَّسُولَ ۰لنَّبِىٓءَ ۰لاُمِّيَّ ۰ﻟـ﮲\n\nيَجِدُونَهُ„ مَكْتُوباٗ عِندَهُمْ فِى ۱لتَّوْرۭيٰةِ وَالِانجِيلِ يَامُرُهُم بِالْمَعْرُوفِ وَيَنْهۭيٰهُمْ عَـنِ ۱لْمُنكَرۣ وَيُحِــلُّ لَهُمُ ۴لطَّيِّبَـٰــتِ وَيُحَرّۣمُ عَلَيْهِمُ ۴لْخَبَـٰٓئِــثَ وَيَضَعُ عَنْهُمُ; إِصْرَهُمْ وَالاَغْچَلَ ۰لتِى كَانَتْ عَلَيْهِمْؐ فَالذِيــنَ ءَامَنُواْ بِهِ” وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُواْ ۴لنُّورَ ۰ﻟـذِىٓ ٱُنزۣلَ مَعَهُ; ٱُوْلَئِــكَ هُمُ ۴ڤْمُفْڤِحُونَؐ (157) قُلْ يَـٰٓـأَيُّهَا ۰لنَّاسُ إِنِّى رَسُولُ ۴للَّهِ إِلَيْكُمْ جَمِيعاٗ ۱ﻟ﮲ لَهُ„ مُلْــكُ ۴لسَّمَـٰوَ؛تتتِ وَالاَرْضضضِؐ لآَ إِچَهَ إِلاَّ هُوَؐ يُحْىِ” وَيُمِيــتُؐ فَـَٔامِنُواْ بِاللَّهِ وَرَسُولِهِ ۱لنَّبِىٓءِ ۱لاُمِّـيِّ ۱ﻟ﮲ يُومِنُ بِاللَّهِ وَكَلِمَـٰتِهِؐ” وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَؐ (158) وَمِن قَوْمِ مُوسۭيٰٓ ٱُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ” يَعْدِلُونَؐ (159) وَقَطَّعْنَـٰهُمُ èثْنَتَىْ عَشْرَةَ أَسْبَاطاٗ ۷مَماًؐ وَأَوْحَيْنَآ إِلَيٰ مُوسۭيٰٓ إِذِ 'سْتَسْقۭيٰهُ قَوْمُهُ; أَنِ 'ضْرۣببب بِّعَصَاكككَ ۰لْحَجَرَؐ فَانۢبَجَسَــتْ مِنْهُ èثْنَتَا عَشْرَةَ عَيْناًؐ قَدْ عَلِمَ كُــلُّ ٱُنَاسسسٍ مَّشْرَبَهُمْؐ وَظَلَّلْنَا عَلَيْهِمُ ۴لْغَمَـٰمَ وَأَنزَلْنَا عَلَيْهِمُ ۴لْمَنَّ وَالسَّلْوۭيٰؐ كُلُواْ مِــن طَيِّبَـٰــتِ مَا رَزَقْنَـٰكُمْؐ وَمَا ظَلَمُونَاؐ وَچَكِــن كَانُوٓاْ أَنفُسَهُمْ يَظْلِمُونَؐ (160)وَإِذْ قِيــلَ لَهُمُ ۶سْكُنُواْ هَـٰذِهِ ۱لْقَرْيَةَ وَكُلُواْ مِنْهَا حَيْــثُ شِيؔتُمْ وَقُولُواْ حِطَّةٌ وَادْخُلُواْ ۴لْبَابببَ سُجَّداً تُغْفَرْ لَكُمْ خَطِيٓــَٔــٰتُكُمْؐ سَنَزۣيدُ ۴ڤْمُحْسِنِينَؐ (161) فَبَدَّلَ ۰لذِيــنَ ظَلَمُواْ مِنْهُمْ قَوْلٗا غَيْرَ ۰ﻟ﮲ قِيــلَ لَهُمْ فَأَرْسَلْنَا عَلَيْهِمْ رۣجْزاً مِّنَ ۰لسَّمَآءِ بِمَا كَانُواْ يَظْلِمُونَؐ (162) ® وَسْـَٔلْهُمْ عَـنِ ۱لْقَرْيَةِ ۱لتِى كَانَــتْ حَاضِرَةَ ۰ڤْبَحْرۣ إِذْ يَعْدُونَ فِى ۱لسَّبْــتِ إِذْ تَاتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعاً وَيَوْمَ لاَ يَسْبِتُونَ لاَ تَاتِيهِمْؐ كَذَ؛لِــكَ نَبْلُوهُم بِمَا كَانُواْ يَفْسُقُونَؐ (163) وَإِذْ قَالَــتُ ۷مَّةٌ مِّنْهُمْ لِمَ تَعِظُونَ قَوْماٗ ۱للَّهُ مُهْلِكُهُمُ; أَوْ مُعَذِّبُهُمْ عَذَاباً شَدِيداًؐ قَالُواْ مَعْذِرَة٘ اِلَيٰ رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَؐ (164) فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِ“ أَنجَيْنَا ۰لذِيــنَ يَنْهَوْنَ عَنِ ۱لسُّوٓءِ وَأَخَذْنَا ۰لذِيــنَ ظَلَمُواْ بِعَذَابببٙ بِيـسٙ بِمَا كَانُواْ يَفْسُقُونَؐ (165) فَلَمَّا عَتَوْاْ عَــن مَّا نُهُواْ عَنْهُ قُلْنَا لَهُمْ كُونُواْ قِرَدَةٗ خَـٰسِـٕــينَؐ (166) وَإِذْ تَأَذَّنَ رَبُّــكَ لَيَبْعَثَــنَّ عَلَيْهِمُ; إِلَيٰ يَـوْمِ ۱لْقِيَـٰمَةِ مَـنْ يَّسُومُهُمْ سُوٓءَ ۰لْعَذَابببِؐ إِنَّ رَبَّــكَ لَسَرۣيعُ ۴لْعِقَابِؐ وَإِنَّهُ„لَغَفُورٌ رَّحِيمٌؐ (167) وَقَطَّعْنَـٰهُمْ فِى ۱لاَرْضضضِ ٱُمَماًؐ مِّنْهُمُ ۴ڤصَّـٰڤِحُونَؐ وَمِنْهُمْ دُونَ ذَ؛لِــكَؐ وَبَلَوْنَـٰهُم بِالْحَسَنَـٰــتِ وَالسَّيِّـَٔاتِ لَعَلَّهُمْ يَرْجِعُونَؐ (168) فَخَلَفَ مِـنۢ بَعْدِهِمْ خَلْفٌ وَرۣثُــواْ ۴لْكِتَـٰــبَ يَاخُذُونَ عَرَضضضَ هَـٰذَا ۰لاَدْنۭيٰ وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِنْ يَّاتِهِمْ عَرَضٌ مِّثْلُهُ„ يَاخُذُوهُؐ أَلَمْ يُوخَذْ عَلَيْهِم مِّيثَـٰقُ ۴لْكِتَـٰــبِ أَننن لاَّ يَقُولُواْ عَلَــي ۰للَّهِ إِلاَّ ۰لْحَقَّؐ وَدَرَسُواْ مَا فِيهِؐ وَالدَّارُ ۴لاَخِرَةُ خَيْرٌ لِّلذِينَ يَتَّقُونَؐ أَفَلاَ تَعْقِلُونَؐ (169) وَالذِينَ يُمَسِّكُونَ بِالْكِتَـٰــبِ وَأَقَامُواْ ۴لصَّلَوٰةَ إِنَّا لاَ نُضِيعُ أَجْرَ۰ڤْمُصْڤِحِينَؐ (170) ¤ وَإِذْ نَتَقْنَا ۰لْجَبَلَ فَوْقَهُمْ كَأَنَّهُ„ ظُلَّةٌ وَظَنُّوٓاْ أَنَّهُ„ وَاقِعٛ بِهِمْؐ خُذُواْ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ وَاذْكُرُواْ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَؐ (171) وَإِذَ اَخَذَ رَبُّــكَ مِنۢ بَنِىٓ ءَادَمَ مِــن ظُهُورۣهِمْ ذُرّۣيَّـٰتِهِمْ وَأَشْهَدَهُمْ عَلَيٰٓ أَنفُسِهِمُ; أَلَسْــتُ بِرَبِّكُمْ قَالُواْ بَلۭــيٰؐ شَهِدْنَآ أَن تَقُولُواْ يَوْمَ ۰لْقِيَـٰمَةِ إِنَّا كُنَّا عَــنْ هَـٰذَا غَـٰفِلِينَ (172) أَوْ تَقُولُوٓاْ إِنَّمَآ أَشْرَكككَ ءَابَآؤُنَا مِن قَـبْلُ وَكُنَّا ذُرّۣيَّةً مِّنۢ بَعْدِهِمُؐ; أَفَتُهْلِكُنَابِمَا فَعَــلَ ۰لْمُبْطِلُونَؐ (173) وَكَذَ؛لِــكَ نُفَصِّــلُ ۴لاَيَـٰــتِ وَلَعَلَّهُمْ يَرْجِعُونَؐ (174) وَاتْــلُ عَلَيْهِمْ نَبَأَ ۰ﻟـذِىٓ ءَاتَيْنَـٰهُ ءَايَـٰتِنَا فَانسَڤَخَ مِنْهَا فَأَتْبَعَهُ ۴لشَّيْطَـٰنُ فَكَانَ مِــنَ ۰لْغَاوۣينَؐ (175) وَلَوْ شِيؔنَا لَرَفَعْنَـٰهُ بِهَا وَچَكِنَّهُ; أَخْلَدَ إِلَــي ۰لاَرْضِ وَاتَّبَعَ هَوۭيٰهُؐ فَمَثَلُهُ„ كَمَثَـلِ ۱لْكَلْــبِ إِننن تَحْمِــلْ عَلَيْهِ يَلْهَــثَ اَوْ تَتْرُكْهُ يَلْهَــثْؐ ذَ؛لِــكَ مَثَــلُ ۴لْقَوْمِ ۱لذِيــنَ كَذَّبُواْ بِـَٔايَـٰتِنَاؐ فَاقْصُـصِ ۱لْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَؐ (176) سَآءَ مَثَلٗا ۱لْقَوْمُ ۴لذِيــنَ كَذَّبُواْ بِـَٔايَـٰتِنَا وَأَنفُسَهُمْ كَانُواْ يَظْلِمُونَؐ (177) مَنْ يَّهْدِ ۱للَّهُ فَهُوَ ۰لْمُهْتَدِىؐ وَمَـنْ يُّضْلِلْ فَٱُوْلَئِــكَ هُمُ ۴لْخَـٰسِرُونَؐ (178) ® وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيراً مِّنَ ۰لْجِنِّ وَالِانــسِؐ لَهُمْ قُلُوبٌ لاَّ يَفْقَهُونَ بِهَاؐ وَلَهُمُ; أَعْيُــنٌ لاَّ يُبْصِرُونَ بِهَاؐ وَلَهُمُ; ءَاذَانٌ لاَّ يَسْمَعُونَ بِهَآؐ ٱُوْلَئِــكَ كَالاَنْعَـٰمِ بَلْ هُمُ; أَضَلُّؐ ٱُوْلَئِــكَ هُمُ ۴لْغَـٰفِلُونَؐ (179) وَلِلهِ ۱لاَسْمَآءُ ۴لْحُسْنۭيٰ فَادْعُوهُ بِهَاؐ وَذَرُواْ ۴لذِيــنَ يُڤْحِدُونَ فِىٓ أَسْمَـٰٓئِهِؐ” سَيُجْزَوْنننَ مَا كَانُواْ يَعْمَلُونَؐ (180) وَمِمَّــنْ خَلَقْنَآ ٱُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ” يَعْدِلُونَؐ (181)وَالذِيــنَ كَذَّبُواْ بِـَٔايَـٰتِنَا سَنَسْتَدْرۣجُهُم مِّــنْ حَيْــثُ لاَ يَعْلَمُونَ (182) وَٱُمْلِى لَهُمُؐ; إِنَّ كَيْدِى مَتِين٘ؐ (183) اَوَلَمْ يَتَفَكَّرُواْؐ مَا بِصَـٰحِبِهِم مِّن جِنَّةٖؐ اِنْ هُوَ إِلاَّ نَذِيرٌ مُّبِين٘ؐ (184) اَوَلَمْ يَنظُرُواْ فِى مَلَكُوتتتِ ۱لسَّمَـٰوَ؛تِ وَالاَرْضِ وَمَا خَلَــقَ ۰للَّهُ مِن شَيْءٍ وَأَنْ عَسۭيٰٓ أَنْ يَّكُونَ قَدِ 'قْتَرَبببَ أَجَلُهُمْؐ فَبِأَيييّۣ حَدِيــثٙ بَعْدَهُ„ يُومِنُونَؐ (185) مَـنْ يُّضْلِـلِ ۱للَّهُ فَلاَ هَادِيَ لَهُؐ, وَنَذَرُهُمْ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَؐ (186) يَسْـَٔلُونَــكَ عَـنِ ۱لسَّاعَةِ أَيَّانَ مُرْسۭيٰهَاؐ قُـلِ اِنَّمَا عِلْمُهَا عِندَ رَبِّىؐ لاَ يُجَلِّيهَا لِوَقْتِهَآ إِلاَّ هُوَؐ ثَقُلَــتْ فِى ۱لسَّمَـٰوَ؛تتتِ وَالاَرْضضضِؐ لاَ تَاتِيكُمُ; إِلاَّ بَغْتَةًؐ يَسْـَٔلُونَــكَ كَأَنَّــكَ حَفِــيّﹲ عَنْهَاؐ قُـلِ اِنَّمَا عِلْمُهَا عِندَ ۰للَّهِؐ وَچَكِــنَّ أَكْثَرَ ۰لنَّاسسسِ لاَ يَعْلَمُونَؐ (187) © قُــل لٓاَّ أَمْلِــكُ لِنَفْسِى نَفْعاً وَلاَ ضَرّاٗ اِلاَّ مَا شَآءَ ۰للَّهُؐ وَلَوْ كُنــتُ أَعْلَمُ ۴لْغَيْــبَ لاَسْتَكْثَرْتتتُ مِــنَ ۰لْخَيْرۣؐ وَمَا مَسَّنِــيَ ۰لسُّوٓءُؐ اِ۬نننَ اَنَاإِلاَّ نَذِيرٌؐ وَبَشِيرٌ لِّقَوْمٍ يُومِنُونَؐ (188) هُوَ ۰ﻟ﮲ خَلَقَكُم مِّن نَّفْسٍ وَ؛حِدَةٍ وَجَعَـلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَاؐ فَلَمَّاتَغَشّۭيٰهَا حَمَلَــتْ حَمْلٗا خَفِيفاً فَمَرَّتْ بِهِؐ” فَلَمَّآ أَثْقَلَــت دَّعَوَا ۰للَّهَ رَبَّهُمَا لَـئِـــنَ —اتَيْتَنَا صَـٰڤِحاً لَّنَكُونَنَّ مِنَ ۰لشَّـٰكِرۣينَؐ (189) فَلَمَّآ ءَاتۭيٰهُمَا صَـٰڤِحاً جَعَلاَ لَهُ„ شِرْكاً فِيمَآ ءَاتۭيٰهُمَاؐ فَتَعَـٰلَــي ۰للَّهُ عَمَّا يُشْرۣكُونَؐ (190) أَيُشْرۣكُونَ مَا لاَ يَخْلُقُ شَيْــٔاً وَهُمْ يُخْلَقُونَؐ (191) وَلاَ يَسْتَطِيعُونَ لَهُمْ نَصْراً وَلآَ أَنفُسَهُمْ يَنصُرُونَؐ (192) وَإِن تَدْعُوهُمُ; إِلَــي ۰لْهُدۭيٰ لاَ يَتْبَعُوكُمْؐ سَوَآء٘ عَلَيْكُمُ; أَدَعَوْتُمُوهُمُ; أَمَ اَنتُمْ صَـٰمِتُونَؐ (193) إِنَّ ۰لذِيــنَ تَدْعُونَ مِن دُونِ ۱للَّهِ عِبَــاد٘ اَمْثَالُكُمْؐ فَادْعُوهُمْ فَلْيَسْتَجِيبُواْ لَكُمُ; إِننن كُنتُمْ صَـٰدِقِينَؐ (194) أَلَهُمُ; أَرْجُــلٌ يَمْشُونَ بِهَآؐ أَمْ لَهُمُ; أَيْدٍ يَبْطِشُونَ بِهَآؐ أَمْ لَهُمُ; أَعْيُنٌ يُبْصِرُونَ بِهَآؐ أَمْ لَهُمُ; ءَاذَانٌ يَسْمَعُونننَ بِهَاؐ قُــلُ ۶دْعُواْ شُرَكَآءَكُمْ ثُمَّ كِيدُونِ فَلاَ تُنظِرُونِؐ (195) إِنَّ وَلِـيـيِّـــيَ ۰للَّهُ ۴ﻟ﮲ نَزَّلَ ۰لْكِتَـٰــبَؐ وَهُوَ يَتَوَلَّي ۰ڤصَّـٰڤِحِينَؐ (196) وَالذِيــنَ تَدْعُونَ مِن دُونِهِ” لاَ يَسْتَطِيعُونَ نَصْرَكُمْ وَلآَ أَنفُسَهُمْ يَنصُرُونَؐ (197) وَإِننن تَدْعُوهُمُ; إِلَــي ۰لْهُدۭيييٰ لاَ يَسْمَعُواْؐوَتَرۭيٰهُمْ يَنظُرُونَ إِلَيْــكَ وَهُمْ لاَ يُبْصِرُونَؐ (198) ® خُذِ ۱لْعَفْوَؐ وَامُرْ بِالْعُرْفِؐ وَأَعْرۣضضضْ عَنِ ۱لْجَـٰهِلِينَؐ (199) وَإِمَّا يَنزَغَنَّــكَ مِــنَ ۰لشَّيْطَـٰنِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِؐ إِنَّهُ„ سَمِيع٘ عَلِيم٘ؐ (200) اِنَّ ۰لذِيــنَ \"تَّقَوۣاْ اِذَا مَسَّهُمْ طَـٰٓئِفٌ مِّــنَ ۰لشَّيْطَـٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبْصِرُونَؐ (201) وَإِخْوَ؛نُهُمْ يُمِدُّونَهُمْ فِى ۱لْغَيﱢّؐ ثُمَّ لاَ يُقْصِرُونَؐ (202) وَإِذَا لَمْ تَاتِهِم بِـَٔايَةٍ قَالُواْ لَوْلاَ \"جْتَبَيْتَهَاؐ قُـلِ اِنَّمَآ أَتَّبِعُ مَا يُوحۭيٰٓ إِلَيَّ مِن رَّبِّــــىؐ هَـٰذَا بَصَآئِرُ مِن رَّبِّكُمْ وَهُديً وَرَحْمَةٌ لِّقَوْمٍ يُومِنُونَؐ (203) وَإِذَا قُرۣىَٔ ۰لْقُرْءَانُ فَاسْتَمِعُواْ لَهُ„ وَأَنصِتُواْ لَعَلَّكُمْ تُرْحَمُونَؐ (204) وَاذْكُر رَّبَّــكَ فِى نَفْسِكَ تَضَرُّعاً وَخِيفَةً وَدُونَ ۰لْجَهْرۣ مِــنَ ۰لْقَوْلِ بِالْغُدُوّۣ وَالاَصَالِ وَلاَ تَكُــن مِّنَ ۰لْغَـٰفِلِينَؐ (205) إِنَّ ۰لذِينَ عِندَ رَبِّكَ لاَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ” وَيُسَبِّحُونَهُ„ وَلَهُ„ يَسْجُدُونَ ¦ (206)  "
            ]
        }
    ]
}
